Repository: lenmus/langtool
Catalog: locale/*/GeneralExercises_*.po
Languages: el, fr, tr

source: Aural training exercises
el: Ασκήσεις ακουστικής εξάσκησης
fr: Exercices oraux
tr: İşitsel eğitim egzersizleri

source: Cadences' identification
el: Αναγνώριση πτώσεων
fr: Identification des cadences
tr: Kadansların kimliği

source: Chords' identification
el: Αναγνώριση συγχορδιών
fr: Identification d'accords
tr: Akorların tanınması

source: Clefs Reading
el: Ανάγνωση Κλειδιών
fr: Lecture de clés
tr: Nota anahtarları okuması

source: Cover page
el: Εξώφυλλο
fr: Page de couverture

source: Exercise: Identify a key signature or indicate the number of accidentals it has
el: Άσκηση: Αναγνωρίστε τον οπλισμό ή προσδιορίστε τον αριθμό αλλοιώσεων που έχει
fr: Exercice : identifiez une tonalité ou indiquez son nombre d'altérations
tr: Alıştırma: Anahtarı tanımla veya sahip olduğu çizgi sayısını belirt

source: Exercise: Identify the cadence shown
el: Άσκηση: Αναγνωρίστε τις πτώσεις που παρουσιάζονται
fr: Exercice : identifiez la cadence montrée
tr: Alıştırma: Gösterilen kadansı tanımlayın

source: Exercise: Identify the scale shown
el: Άσκηση: Αναγνωρίστε την κλίμακα που παρουσιάζεται
fr: Exercice : identifiez la gamme montrée
tr: Alıştırma: Gösterilen ölçeği tanımla

source: Exercise: Identify the type of the shown chord
el: Άσκηση: Αναγνωρίστε τον τύπο της συγχορδίας που παρουσιάζεται
fr: Exercice : identifiez le mode de l'accord montré
tr: Alıştırımalar: Akorun gösterilen tipimi tanımla

source: Exercise: Listen a cadence and identify its type
el: Άσκηση: Ακούστε μία πτώση και αναγνωρίστε τον τύπο της
fr: Exercice : écouter une cadence et identifier son type
tr: Alıştırma: Bir kadans dinleyin ve türünü belirleyin

source: Exercise: Listen a chord and identify its type
el: Άσκηση:Ακούστε μία συγχορδία και αναγνωρίστε τον τύπο της
fr: Exercice : Écouter un accord et identifier son type
tr: Alıştırma: Bir akoru dinleyin ve türünü belirleyin

source: Exercise: Listen a scale and identify its type
el: Άσκηση: Ακούστε μια κλίμακα και αναγνωρίστε τον τύπο της
fr: Exercice : Écouter une échelle et identifier son type
tr: Alıştırma: Bir ölçek dinleyin ve türünü belirleyin

source: Exercise: Listen an interval and identify it
el: Άσκηση:Ακούστε ένα διάστημα και αναγνωρίστε το
fr: Exercice : écoutez un intervalle et identifiez le
tr: Alıştırma: Bir aralığı dinleyin ve tanımlayın

source: Exercise: Listen note A4 and chords I-IV-V-I and identify the tonality
el: Άσκηση: Ακούστε τη νότα Λα4 και τις συγχορδίες I-IV-V-I και αναγνωρίστε την τονικότητα
fr: Exercice : Écoutez la note A4 et les accords I-IV-V-I et identifiez la tonalité
tr: Alıştırma: A4 notasını ve I-IV-V-I akorlarını dinleyin ve tonaliteyi belirleyin

source: Exercise: Listen notes and identify them
el: Άσκηση: Ακούστε φθόγγους και αναγνωρίστε τους
fr: Exercice : écoutez une note et identifiez le
tr: Alıştırma: Notları dinleyin ve tanımlayın

source: Exercise: Listen two intervals and identify which one is greater
el: Άσκηση: Ακούστε δύο διαστήματα και αναγνωρίστε ποιο είναι μεγαλύτερο
fr: Exercice : écoutez deux intervalles et déterminez lequel est plus grand
tr: AlAlıştırma: İki aralığı dinleyin ve hangisinin daha büyük olduğunu belirleyin

source: General exercises
el: Γενικές ασκήσεις
fr: Exercices généraux
tr: Alıştırmalar

source: General exercises, customizable to suit your needs at any moment.
el: Γενικές ασκήσεις προσαρμόσιμες για να ταιριάζουν στις εκάστοτε ανάγκες σας.
fr: Exercices généraux, personnalisables à tout moment.

source: Interval's construction
el: Δημιουργία διαστημάτων
fr: Construction d'intervalles
tr: Interval'in yapısı

source: Interval's identification
el: Αναγνώριση διαστημάτων
fr: Identification d'intervalles
tr: Aralık tanımlaması

source: Intervals' comparison
el: Σύγκριση διαστημάτων
fr: Comparaison d'intervalles
tr: Aralık karşılaştırması

source: Intervals' identification
el: Αναγνώριση διαστημάτων
fr: Identification d'intervalles
tr: Aralık tanımlaması

source: Key signatures' identification
el: Αναγνώριση οπλισμού
fr: Identification des tonalités
tr: Anahtarların tanınması

source: Licensed under the Creative Commons Attribution/Share-Alike License;
el: Οι άδειες χρήσης είναι υπό την άδεια Creative Commons Attribution / Share-Alike License;
fr: Sous licence Creative Commons Attribution/Share-Alike License ;

source: Notes identification
el: Αναγνώριση φθόγγων
fr: Identification de notes
tr: Not tanımlama

source: Other exercises
el: Άλλες ασκήσεις
fr: Autres exercices
tr: Diğer alıştırmalar

source: Permission is granted to copy, distribute and/or modify this document under the terms of the Creative Commons Attribution-Share-Alike License 3.0 or later, with the exceptions of those pages where another author or group of authors has been clearly marked. The text of the licence is available at <a-1> http://creativecommons.org/licenses/by-sa/3.0/</a-1>
el: Επιτρέπεται η αντιγραφή, η διανομή και / ή η τροποποίηση αυτού του εγγράφου σύμφωνα με τους όρους της άδειας Creative Commons Attribution-Share-Alike 3.0 ή μεταγενέστερης έκδοσης, με εξαιρέσεις εκείνων των σελίδων όπου έχει σημειωθεί σαφώς άλλος συγγραφέας ή ομάδα δημιουργών. Το κείμενο της άδειας διατίθεται στη διεύθυνση <a-1> http://creativecommons.org/licenses/by-sa/3.0/ </a-1>
fr: L'autorisation est accordée de copier, distribuer et/ou modifier ce document selon les termes de la Creative Commons Attribution-Share-Alike License 3.0 ou version ultérieure, à l'exception des pages où un autre auteur ou groupe d'auteurs a été clairement indiqué. Le texte de la licence est disponible sur <a-1> http://creativecommons.org/licenses/by-sa/3.0/</a-1>

source: References
el: Αναφορές

source: Scales' identification
el: Αναγνώριση κλίμακας
fr: Identification de gammes
tr: Ölçeklerin tanınması

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
el: Στείλτε τα σχόλιά σας και τις προτάσεις σας στην ομάδα LenMus (www.lenmus.org)
fr: Envoyez vos commentaires et suggestions à l'équipe LenMus (www.lenmus.org)

source: Theory exercises
el: Ασκήσεις θεωρίας
fr: Exercices théoriques
tr: Teori alıştırmaları

source: This lesson is based on materials from:
el: Αυτό το μάθημα είναι βασισμένο σε υλικό από:
fr: Cette leçon est basée sur des matériaux de :

source: Tonality identification
el: Αναγνώριση τονικότητας
fr: Identification de tonalité
tr: Tonalite tanımlama

source: Translated to #REPLACE BY YOUR LANGUAGE NAME# by #REPLACE BY YOUR NAME#.
el: Μεταφράστηκε στα ελληνικά από τον Αυγέρη Τσιρώνη.

source: additional terms may apply. See cover page of this eBook for exceptions and details.
el: μπορεί να ισχύουν πρόσθετοι όροι. Δείτε το εξώφυλλο αυτού του ηλεκτρονικού βιβλίου για εξαιρέσεις και λεπτομέρειες.
fr: des conditions supplémentaires peuvent s'appliquer. Voir la page de couverture de cet eBook pour les exceptions et les détails.

source: the teacher of music
el: ο καθηγητής μουσικής
fr: le professeur de musique
