Repository: lenmus/langtool
Catalog: locale/*/L1_MusicReading_*.po
Languages: el, fr

source: Not all beats in a measure are equal: there are strong beats (louder), medium and weak beats. The first beat of a measure is normally the strongest one and the other beats are weaker. The pattern of strong and weak beats is what makes rhythmic patterns different. It is important to learn to recognize the time signature when listening to a piece of music. This may take some practice but it is a useful practice for anyone who is learning music.
el: Οι παλμοί (χτύποι) ενός μέτρου δεν είναι ισοδύναμοι (ως προς την ένταση) μεταξύ τους: υπάρχουν ισχυροί παλμοί (πιο δυνατοί), μέτριοι και ασθενείς. Ο πρώτος παλμός ενός μέτρου είναι συνήθως ο ισχυρότερος και οι άλλοι είναι πιο αδύνατοι. Είναι σημαντικό να μάθουμε να αναγνωρίζουμε τη μετρική ένδειξη (αξία του μέτρου) όταν ακούμε ένα μουσικό κομμάτι. Αυτό ίσως να χρειάζεται λίγη εξάσκηση, όμως είναι χρήσιμο για όποιον μαθαίνει μουσική.
fr: Toutes les pulsations d'une mesure ne sont pas équivalentes : il y a des temps forts, moyens et faibles. La première pulsation d'une mesure est généralement la plus forte et les autres sont faibles. La distinction entre temps forts et faibles est ce qui rend les rythmes différents. Il est important d'apprendre à reconnaître le chiffrage quand on écoute une oeuvre. Cela peut prendre un peu de temps mais est très utile pour quiconque apprend la musique.

source: Note symbols
el: Σύμβολα φθόγγων
fr: Figures de notes

source: Note that a dotted quarter note equals three eighth notes. Therefore, in the 6/8 time the note that occupies a beat is the dotted quarter note and each measure takes two dotted quarter notes.
el: Σημειώστε ότι το τέταρτο παρεστιγμένο ισούται με τρία όγδοα. Συνεπώς, στα 6/8 η αξία που θεωρείται ως παλμός είναι το τέταρτο παρεστιγμένο και κάθε μέτρο καταλαμβάνεται από δύο τέταρτα παρεστιγμένα.
fr: Remarquez qu'une noire pointée est égale à trois croches. Donc, en 6/8, la note qui occupe un temps est la noire pointée et chaque mesure prend deux noires pointées.

source: Note that the dotted half note takes a whole measure in the 3/4 rhythm.
el: Σημειώστε ότι το μισό παρεστιγμένο καταλαμβάνει ένα ολόκληρο μέτρο 3/4.
fr: Remarquez que la blanche pointée prend une mesure complète dans le rythme à 3/4.

source: Note that the quarter note starts in the weak part of the beat (off-beat) an continues in the first part of the following beat. This is the basis of syncopation.
el: Σημειώστε ότι το τέταρτο ξεκινά στο ασθενές μέρος του παλμού και επεκτείνεται στο πρώτο μέρος του επόμενου παλμού. Αυτή είναι η βάση της συγκοπής.
fr: Remarquez que la noire commence dans la partie faible du temps (contre-temps) et continue dans la première partie du temps suivant. C'est le principe de la syncope.

source: Note that the sharp for the F note is placed on the 5th line but it affects all F notes, independently of the octave.
el: Σημειώστε ότι η δίεση για τη νότα Φα γράφεται στην πέμπτη γραμμή αλλά επηρεάζει όλες τις Φα, ανεξαρτήτως οκτάβας.
fr: Remarquez que le dièse pour la note Fa est placé sur la cinquième ligne mais qu'il affecte toutes les notes Fa, indépendement de l'octave.

source: Note that this rhythm is similar to the quarter notes rhythm, but shortening the notes:
el: Σημειώστε ότι αυτός ο ρυθμός είναι παρόμοιος με το ρυθμό τετάρτων, αλλά συντομεύοντας τους φθόγγους:
fr: Remarquez que ce rythme est égal à celui des noires mais en raccourcissant les notes :

source: Note values of whole (semibreve), half (minim), quarter (crotchet), eighth (quaver) and sixteenth (semiquaver), and their equivalent rests. Tied notes. Single-dotted notes and rests.
el: Σημειώστε την αξία του ολόκληρου, του μισού, του τετάρτου, του ογδόου και του δεκάτου έκτου, καθώς και των σχετικών τους παύσεων. Συζευγμένοι φθόγγοι. Παρεστιγμένες νότες και παύσεις.
fr: Les valeurs des notes entières (ronde), demi (blanche), quart (noire), huitième (croche) et seizième (double-croche), et leurs équivalents en silence. Notes liées. Notes pointées et silences.

source: Now is your time to start reading music. Remember to mark the beats with your hand or foot. Use also the metronome. The note range will be very limited (two first lines and first space, notes E4, F4 and G4) to help you to memorize them. The range will be broadened, progressively and slowly, in the following lessons.
el: Τώρα είναι η ώρα για να διαβάσετε μουσική μόνοι σας. Θυμηθείτε να αποδίδετε τους παλμούς με το χέρι ή το πόδι σας. Χρησιμοποιήστε επίσης το μετρονόμο. Το εύρος των φθόγγων θα είναι πολύ περιορισμένο (δύο πρώτες γραμμές και το πρώτο διάστημα, Μι4, Φα4 και Σολ4), ώστε να μπορέσετε να τις απομνημονεύσετε. Το εύρος θα μεγαλώνει εκθετικά και αργά στα επόμενα μαθήματα.
fr: Maintenant, c'est à votre tour de lire la musique. Pensez à marquer les pulsations avec votre main ou votre pied. Utilisez aussi le métronome. L'intervalle de notes sera très réduit (les deux premières lignes et le premier espace, notes Mi4, Fa4 et Sol4) pour vous aider à les mémoriser. L'intervalle sera élargi de façon progressive et lente dans les leçons suivantes.

source: Often, consecutive notes with flags are linked together in groups by replacing the flags by lines called 'beams'. The number of beams must be the same as the number of flags each individual note would have had when drawn isolated. In the following example the four individual notes at the first part can also be drawn grouped, as shown in the second part:
el: Αρκετά συχνά οι διαδοχικές νότες με άγκιστρο (όγδοα, δέκατα έκτα κ.λπ.) ενώνονται μεταξύ τους σε ομάδες, αντικαθιστώντας τα άγκιστρα των φθόγγων με γραμμές που ονομάζονται «σύμπλεγμα φθογγόσημων». Ο αριθμός των γραμμών της ένωσης θα πρέπει να είναι ίδιος με αυτόν του άγκιστρου της κάθε μεμονωμένης νότας. Στο ακόλουθο παράδειγμα οι νότες του πρώτου μέρους μπορούν επίσης να σχεδιαστούν σε ομάδα, όπως φαίνεται στο δεύτερο μέρος:
fr: Souvent, les notes consécutives avec crochet sont regroupées en remplaçant les crochets par des lignes appelées 'poutres'. Le nombre de poutres doit être le même que le nombre de crochets présents sur chacune des notes. Dans l'exemple suivant, les quatre notes individuelles de la première partie peuvent être représentées groupées comme indiquée dans la deuxième partie :

source: One eighth note and two 16th notes
el: Ένα όγδοο και δύο δέκατα έκτα
fr: Une croche et deux double croches

source: One half note equals two quarter notes and one half rest equals two quarter rests. So in time 2/4 a half note or rest gets two beats. Therefore it takes a whole measure:
el: Ένα μισό ισούται με δύο τέταρτα και μία παύση μισού ισούται με δύο παύσεις τετάρτων. Συνεπώς, σε ένα μέτρο 2/4 ένα μισό ή η παύση του διαρκεί δύο παλμούς, με αποτέλεσμα να καταλαμβάνει ένα ολόκληρο μέτρο:
fr: Une blanche est égale à deux noires et une demi-pause est égale à deux soupirs. Donc dans le tempo 2/4, une blanche ou une demi-pause est égale à deux pulsations. Elle occupe ainsi l'ensemnble de la mesure :

source: One quarter note equals two eighth notes and one quarter rest equals two eighth rests. So in 2/4 time signature an eighth note or rest gets half a beats, and, therefore, there are two eighth notes in a beat. So in 2/4 they are usually drawn beamed, occupying a beat.
el: Ένα τέταρτο ισούται με δύο όγδοα και μία παύση τετάρτου με δύο παύσεις ογδόων. Συνεπώς, σε ένα μέτρο 2/4 ένα όγδοο ή μία παύση ογδόου διαρκεί το μισό του παλμού και ως εκ τούτου υπάρχουν δύο όγδοα σε ένα χρόνο. Έτσι στα 2/4 είναι πολύ σύνηθες να σχεδιάζουμε τα όγδοα ως σύμπλεγμα φθογγόσημων, μιας και διαρκούν ένα χρόνο.
fr: Une noire est égale à deux croches et un soupir est égal à deux demi-soupirs. Donc, dans la mesure à 2/4, une croche ou un demi-soupir occupe une moitié de pulsation, et donc, il y a deux croches dans une pulsation. Donc, en 2/4, elles sont habituellement dessinées avec une poutre, dans une pulsation.

source: One whole note equals two half notes and one whole rest equals two half rests. So in time 4/4 a whole note or rest gets four beats, and, therefore, takes a whole measure. Two tied half notes equals a whole note:
el: Ένα ολόκληρο ισούται με δύο μισά και μία παύση ολόκληρου ισούται με δύο παύσεις μισών. Έτσι λοιπόν σε ένα μέτρο 4/4 ένα ολόκληρο ή μία παύση ολόκληρου έχουν διάρκεια τεσσάρων χρόνων και συνεπώς διαρκούν ένα ολόκληρο μέτρο. Δύο μισά με σύζευξη διαρκείας ισούνται με ένα ολόκληρο:
fr: Une ronde est égale à deux blanches et une pause est équivalente à deux demi-pauses. Donc, dans le tempo à 4/4, une ronde ou son silence prend quatre pulsations et donc une mesure complète. Deux blanches liées correspondent à une ronde :

source: Permission is granted to copy, distribute and/or modify this document under the terms of the Creative Commons Attribution-Share-Alike License 3.0 or later, with the exceptions of those pages where another author or group of authors has been clearly marked. The text of the license is available at <a-1> http://creativecommons.org/licenses/by-sa/3.0/</a-1>
el: Επιτρέπεται η αντιγραφή, η διανομή και/ή η τροποποίηση αυτού του εγγράφου σύμφωνα με τους όρους της άδειας Creative Commons Attribution-Share-Alike 3.0 ή μεταγενέστερης έκδοσης, με εξαιρέσεις εκείνων των σελίδων όπου έχει σημειωθεί σαφώς άλλος συγγραφέας ή ομάδα δημιουργών. Το κείμενο της άδειας διατίθεται στη διεύθυνση <a-1> http://creativecommons.org/licenses/by-sa/3.0/ </ a-1>

source: Pitch increases as the note is higher
el: Το τονικό ύψος αυξάνεται όσο υψηλότερη είναι η νότα

source: Practise reading scores with leger lines above fifth line.
el: Πρακτική εξάσκηση ανάγνωσης παρτιτούρας με βοηθητικές γραμμές πάνω από το πεντάγραμμο.
fr: Lisez des partitions avec des lignes supplémentaires dans la partie haute.

source: Practise reading scores with leger lines below first line.
el: Πρακτική εξάσκηση ανάγνωσης παρτιτούρας με βοηθητικές γραμμές κάτω από το πεντάγραμμο.

source: Presentation
el: Παρουσίαση
fr: Présentation

source: Quarter
el: Τέταρτο
fr: Noire

source: Read scores containing the bass clef.
el: Ανάγνωση παρτιτούρας που έχει το κλειδί του Φα (βαθύφωνο κλειδί).
fr: Lisez des partitions contenant la clé de Fa.

source: Read scores containing the rhythms studied.
el: Ανάγνωση παρτιτούρας που εμπεριέχει τους ρυθμούς που μελετήθηκαν.
fr: Lisez les partitions contenant les rythmes étudiés.

source: References
el: Αναφορές

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
el: Στείλτε τα σχόλιά σας και τις προτάσεις σας στην ομάδα του LenMus (www.lenmus.org)
fr: Envoyez vos commentaires et suggestions à l'équipe LenMus (www.lenmus.org)

source: Simple and compound time signatures
el: Απλές και σύνθετες μετρικές ενδείξεις
fr: Mesures binaires et ternaires

source: Simple time signatures of 2/4, 3/4 and 4/4 and compound time signature of 6/8. Bar-lines and the grouping of the notes listed above within these times.
el: Απλές μετρικές ενδείξεις των 2/4, 3/4 και 4/4 και σύνθετη μετρική ένδειξη των 6/8. Οι διαστολές και η ομαδοποίηση των φθόγγων αναφέρονται παραπάνω.
fr: Chiffrage des mesures simples à 2/4, 3/4 et 4/4 et des mesures composées à 6/8. Barres de mesure et groupement des notes listées ci-dessus dans ces mesures.

source: So the time signature is just an arbitrary device to help us to understand and write the rhythm. But remember that rhythm is something natural that exists by itself in the music.
el: Συνεπώς, η μετρική ένδειξη είναι ένα αυθαίρετο μέσο που μας βοηθά να καταλάβουμε και να γράψουμε το ρυθμό. Θυμηθείτε όμως ότι ο ρυθμός είναι κάτι φυσικό, που υπάρχει από μόνος του στη μουσική.
fr: Ainsi le chiffrage est juste une indication arbitraire qui nous permet de comprendre et d'écrire le rythme. Mais rappelez-vous que le rythme est quelquechose de naturel qui existe naturellement en musique.

source: Sounds are represented by notes. There are seven notes named either using the first seven letters of the alphabet A, B, C, D, E, F (Anglo-Saxon system) or using the names Do, Re, Mi, Fa, Sol, La and Si (Ti) (Latin system). To determine which pitch (sound) is represented by each line and space in the staff a symbol, named 'the clef', is placed at the beginning of each staff. In this course we are going to start with the study of the G clef, also named 'treble clef', that is represented by the following symbol:
el: Οι ήχοι αποτυπώνονται με νότες (ή αλλιώς φθόγγοι, φθογγόσημα). Υπάρχουν επτά νότες, που έχουν τις ονομασίες Ντο, Ρε, Μι, Φα, Σολ, Λα, Σι (λατινικό σύστημα), ή, χρησιμοποιώντας το αγγλοσαξονικό σύστημα, A, B, C, D, E, F. Για να καθορίσουμε ποιο τονικό ύψος (ήχος) αναγράφεται σε κάθε γραμμή και διάστημα του πενταγράμμου, χρησιμοποιούμε ένα σύμβολο που ονομάζεται «κλειδί» και το οποίο τοποθετείται στην αρχή κάθε πενταγράμμου. Σε αυτή τη σειρά μαθημάτων θα ξεκινήσουμε μελετώντας το κλειδί του Σολ, ή αλλιώς «υψίφωνο κλειδί», που συμβολίζεται ως εξής:
fr: Les sons sont representés par des notes. il existe sept notes nommées Do, Ré, Mi, Fa, Sol, La, Si dans la notation latine, ou A, B, C, D, E, F, H dans la notation anglo-saxone. Pour determiner quelle hauteur est representée par chaque ligne et interligne dans la portée, un symbole, appelé 'clef', est placé au début de chaque portée. Dans ce cours, nous commencerons avec l'étude de la clé de Sol, également appelée 'clef aigüe', réprésentée par le symbole suivant :

source: Start the metronome. Press 'Play' and listen. Train your ear and practice reading this rhythm.
el: Ξεκινήστε τον μετρονόμο. Πατήστε «Αναπαραγωγή» και ακούστε. Εκπαιδεύστε το αυτί σας και εξασκηθείτε στην ανάγνωση αυτού του ρυθμού.
fr: Démarrez le métronome. Appuyez sur 'Jouer' et écoutez. Entrainez votre oreille et lisez ce rythme.

source: Start the metronome. Press 'Play' and listen. Train your ear and practise reading these rhythms.
el: Ξεκινήστε τον μετρονόμο. Πατήστε «Αναπαραγωγή» και ακούστε. Εκπαιδεύστε το αυτί σας και εξασκηθείτε στην ανάγνωση αυτών των ρυθμών.
fr: Démarrez le métronome. Appuyez 'Jouer' et écoutez. Entraînez votre oreille et exercez-vous à lire ces rythmes.

source: Start the metronome. Press 'Play' and listen. Train your ear and practise reading this rhythm.
el: Ξεκινήστε τον μετρονόμο. Πατήστε «Αναπαραγωγή» και ακούστε. Εκπαιδεύστε το αυτί σας και εξασκηθείτε στην ανάγνωση αυτού του ρυθμού.
fr: Démarrez le métronome. Appuyez sur 'Jouer' et écoutez. Entrainez votre oreille et lisez ce rythme.

source: Stems are drawn on the right-hand side of the note-head when the stem goes up, and on the left-hand side of the note-head when the stem goes down. Flags are always drawn on the right-hand side of the stem:
el: Το στέλεχος σχεδιάζεται στα δεξιά της κεφαλής της νότας όταν το στέλεχος πηγαίνει προς τα πάνω, και αριστερά της κεφαλής όταν πηγαίνει προς τα κάτω. Οι ουρές σχεδιάζονται πάντα στα δεξιά του στελέχους:
fr: Les hampes sont dessinées à droite de la note quand elles vont vers le haut et sur la partie gauche quand elles vont vers le bas. Les crochets sont toujours dessinés sur la partie droite de la hampe :

source: Stems normally go up for notes placed below the third line and go down for notes placed on or above the third line:
el: Τα στελέχη συνήθως σχεδιάζονται προς τα πάνω για νότες κάτω από την τρίτη γραμμή και προς τα κάτω για νότες πάνω από την τρίτη γραμμή:
fr: Les hampes vont normalement vers le haut pour les notes placées sous la troisième ligne et vers le bas pour celles placées sur ou au-dessus de la troisième ligne :

source: Syllabus
el: Περίληψη
fr: Programme

source: Syncopation
el: Συγκοπή
fr: Syncope

source: Syncopation (2)
el: Συγκοπή (2)
fr: Syncope (2)

source: Syncopation (3)
el: Συγκοπή (3)
fr: Syncope (3)

source: Syncopation (4)
el: Συγκοπή (4)
fr: Syncope (4)

source: Syncopation (5)
el: Συγκοπή (5)
fr: Syncope (5)

source: The 2/4 time signature
el: Μετρική ένδειξη 2/4
fr: Le chiffrage à 2/4

source: The 3/4 time signature. Dotted half note
el: Μετρική ένδειξη 3/4. Μισό παρεστιγμένο
fr: La mesure à 3/4. La blanche pointée

source: The 4/4 time signature
el: Μετρική ένδειξη 4/4
fr: La mesure à 4/4

source: The 4/4 time signature. The whole note and its rest
el: Μετρική ένδειξη 4/4. Το ολόκληρο και η παύση του
fr: La mesure à 4/4. La ronde et son silence

source: The 6/8 time signature
el: Μετρική ένδειξη 6/8
fr: La mesure à 6/8

source: The 6/8 time signature (2)
el: Μετρική ένδειξη 6/8 (2)
fr: La mesure à 6/8 (2)

source: The 6/8 time signature (3)
el: Μετρική ένδειξη 6/8 (3)
fr: Mesure à 6/8 (3)

source: The 6/8 time signature (4)
el: Μετρική ένδειξη 6/8 (4)
fr: Mesure à 6/8 (4)

source: The 6/8 time signature: compound meters
el: Μετρική ένδειξη 6/8: σύνθετα μέτρα
fr: La mesure à 6/8 : mesures ternaires

source: The F clef on the fourth line, also named 'bass clef', is represented by the following symbol:
el: Το κλειδί του Φα στην τέταρτη γραμμή ονομάζεται επίσης και «βαθύφωνο κλειδί» ή «κλειδί μπάσου» και συμβολίζεται ως εξής:
fr: la clef de Fa quatrième ligne, appelée aussi 'clef de basse', est réprensentée par la figure suivante :

source: The LenMus program has a built-in metronome that you can use as an independent metronome. For example, when practising with your musical instrument or when doing sight-reading.
el: Το λογισμικό LenMus έχει ενσωματωμένο μετρονόμο, ο οποίος μπορεί να χρησιμοποιηθεί και ανεξάρτητα. Για παράδειγμα, όταν μελετάτε με το μουσικό σας όργανο ή όταν διαβάζετε μια παρτιτούρα.
fr: Le logiciel LenMus dispose de son propre métronome que vous pouvez utiliser comme un métronome indépendant. Par exemple, lorsque vous pratiquez votre instrument ou même lorsque vous lisez vos partitions.

source: The LenMus program metronome
el: Ο μετρονόμος του LenMus
fr: Le métronome du logiciel LenMus

source: The accents on this rhythm follow the pattern Strong-Weak-Medium-Weak, that is, the first beat of a measure is always the strongest one, and the three other beats are weaker, with the third one being only a little stronger.
el: Οι τονισμοί σε αυτόν το ρυθμό ακολουθούν το μοτίβο Ισχυρό-Ασθενές-Μέτριο-Ασθενές, αυτό είναι, ο πρώτος παλμός ενός μέτρου είναι πάντα ο ισχυρότερος και οι άλλοι τρεις είναι ασθενέστεροι, με τον τρίτο να είναι λίγο πιο δυνατός.
fr: Les accents de ce rythme sont Fort-Faible-Moyen-Faible, donc la première pulsation de la mesure correspond toujours au temps le plus fort et les trois autres sont plus faibles, bien que le troisième soit un peu plus fort.

source: The accidentals on the key signature are named 'proper accidentals' whereas those added in addition to individual notes are named 'chromatic accidentals'.
el: Οι αλλοιώσεις του οπλισμού ονομάζονται «κύριες αλλοιώσεις», ενώ αυτές που προστίθενται σε μεμονωμένες νότες ονομάζονται «χρωματικές αλλοιώσεις».
fr: Les altérations à l'armure sont appelées 'altérations naturelles' alors que celles apparaissant sur des notes individuelles sont appelées 'altérations accidentelles'.

source: The bass clef
el: Το κλειδί του Φα
fr: La clef de Fa

source: The bass clef assigns the F note to the 4th line, as shown in following picture:
el: Το κλειδί του Φα προσδιορίζει τη νότα Φα στην 4η γραμμή, όπως φαίνεται στην ακόλουθη εικόνα:
fr: La clef de Fa affecte la note Fa à la quatrième ligne comme indiqué dans le dessin suivant :

source: The clef
el: Το κλειδί
fr: La clef

source: The clef assigns a particular line to a specific pitch, and all other pitches are mapped in ascending and descending order to the lines and spaces above and below that reference line. In the G clef, the G note of the fourth octave is assigned to the second line:
el: Τα σημάδια των κλειδιών προσδίδουν σε μια συγκεκριμένη γραμμή ένα συγκεκριμένο τονικό ύψος και όλα τα υπόλοιπα τονικά ύψη προσδιορίζονται σε αύξουσα ή φθίνουσα σειρά στις γραμμές και στα διαστήματα πάνω και κάτω από τη γραμμή αναφοράς. Στο κλειδί του Σολ, η νότα Σολ της τέταρτης οκτάβας προσδιορίζεται στη δεύτερη γραμμή:
fr: La clef attribue une ligne particulière à une hauteur, et les autres hauteurs sont établies par ordre ascendant ou descendant des lignes/interlignes au-dessus et au-dessous de la ligne de référence. Dans la clef de Sol, la note Sol du quatrième octave correspond à la deuxième ligne :

source: The eighth note
el: Το όγδοο
fr: La croche

source: The eighth rest
el: Η παύση ογδόου
fr: Le demi-soupir

source: The fermata mark
el: Το σύμβολο της κορόνας
fr: Le point d'orgue

source: The first note has higher pitch than the second one
el: Η πρώτη νότα έχει υψηλότερο τονικό ύψος από τη δεύτερη
fr: La première note est plus aigüe que la deuxième.

source: The first time signature we are going to use is the 2/4 time signature:
el: Η πρώτη μετρική ένδειξη που θα χρησιμοποιήσουμε είναι τα 2/4:
fr: Le premier chiffrage que nous allons utiliser est à 2/4 :

source: The four spaces between the staff lines are also important and are also numbered from bottom to top:
el: Τα τέσσερα διαστήματα ανάμεσα στις γραμμές του πενταγράμμου είναι επίσης σημαντικά και είναι επίσης αριθμημένα από κάτω προς τα πάνω:
fr: Les quatre interlignes entre les lignes de portée sont également importants et numerotés aussi de bas en haut :

source: The half note and its rest
el: Το μισό και η παύση του
fr: La blanche et son silence

source: The half note and its rest. Ties
el: Το μισό και η παύση του. Συζεύξεις
fr: La blanche et son silence. Liaisons

source: The key signature, apart of simplifying the notation, gives information about the 'tonality' of the composition, roughly speaking, which scale is used to build a piece of music. The key signature must be written on every music line, placed immediately after the clef sign.
el: Ο οπλισμός, εκτός του ότι απλοποιεί τη συγγραφή των φθόγγων, μας δίνει πληροφορίες σχετικά με την «τονικότητα» της σύνθεσης, μιλώντας χονδρικά, δηλαδή ποια κλίμακα χρησιμοποιείται για να δημιουργηθεί ένα κομμάτι μουσικής. Ο οπλισμός πρέπει να γράφεται σε κάθε πεντάγραμμο της παρτιτούρας, τοποθετημένος μετά το κλειδί.
fr: L'armure, au-delà de la simplification de la notation, renseigne sur la tonalité de la composition, autrement dit, sur la gamme qui est utilisée pour construire la pièce musicale. L'armure doit être écrite sur toutes les lignes, juste après la clé.

source: The manuscript paper is organized as sets of horizontal lines, named 'staves', and each group of horizontal lines is called a 'staff' (in British English the word 'staff' is old-fashioned and rarely used; the word 'stave' is used instead). A staff is a set of five horizontal lines, numbered from bottom to top; the bottom line is the first line and the top line is the fifth line:
el: Το τετράδιο μουσικής είναι οργανωμένο σε σύνολα οριζόντιων γραμμών, σε «στοιβάδες». Κάθε στοιβάδα ονομάζεται «πεντάγραμμο». Το πεντάγραμμο αποτελείται από πέντε οριζόντιες γραμμές, αριθμημένες από κάτω προς τα πάνω. Η κάτω γραμμή είναι η πρώτη και η τελευταία πάνω η πέμπτη γραμμή:
fr: Le papier à musique contient des ensembles de lignes horizontales, appelés 'portées', et chaque groupe de lignes horizontales est appelé 'portée' . Une portée est un ensemble de cinq lignes horizontales, numérotées de bas en haut ; la ligne la plus basse est la première et la plus haute est la cinquième et dernière ligne.

source: The metronome
el: Ο μετρονόμος
fr: Le métronome
