Repository: lenmus/langtool
Catalog: locale/*/L1_MusicReading_*.po
Languages: el, fr

source: - Practice reading scores with half notes and tied quarter notes.
el: - Εξάσκηση ανάγνωσης παρτιτούρας με μισά και συζευγμένα τέταρτα.
fr: - Lisez des partitions avec des blanches et des noires liées.

source: - Practise reading scores with leger lines above fifth line.
el: - Εξάσκηση ανάγνωσης παρτιτούρας με βοηθητικές γραμμές πάνω από το πεντάγραμμο.
fr: Lisez des partitions avec des lignes supplémentaires dans la partie haute.

source: - Practise reading scores with leger lines below first line.
el: - Εξάσκηση ανάγνωσης παρτιτούρας με βοηθητικές γραμμές κάτω από το πεντάγραμμο.
fr: - Entraînez-vous à lire les partitions avec les lignes en dessous de la première ligne.

source: - Read scores containing only quarter notes and rests.
el: - Ανάγνωση παρτιτούρας με τέταρτα και παύσεις.
fr: - Lisez les partitions contenant uniquement des noires et des soupirs.

source: - Read scores containing the bass clef.
el: - Ανάγνωση παρτιτούρας που εμπεριέχει το κλειδί του Φα.
fr: - Lisez des partitions contenant la clé de Fa.

source: - Read scores containing the rhythms studied in previous lessons.
el: - Ανάγνωση παρτιτούρας που εμπεριέχει ρυθμούς προηγούμενων μαθημάτων.
fr: - Lisez des partitions contenant les rythmes étudiés dans les leçons précédentes.

source: - Read scores containing the rhythms studied in this lesson.
el: - Ανάγνωση παρτιτούρας που εμπεριέχει ρυθμούς αυτού του μαθήματος.
fr: - Lisez les partitions contenant les rythmes étudiés dans cette leçon.

source: - Read scores containing the rhythms studied.
el: - Ανάγνωση παρτιτούρας που εμπεριέχει τους ρυθμούς που μελετήθηκαν.
fr: - Lisez les partitions contenant les rythmes étudiés.

source: - Train your ear and practise the introduced rhythmic patterns.
el: - Ακουστική εξάσκηση στα ρυθμικά μοτίβα που παρουσιάζονται.
fr: - Entraînez votre oreille et répétez les patrons rythmiques introduits.

source: 16th
el: Δέκατο έκτο
fr: Double croche

source: 32th
el: Τριακοστό δεύτερο
fr: Triple croche

source: 64th
el: Εξηκοστό τέταρτο
fr: Quadruple croche

source: <b>Adagio</b> - slow
el: <b>Adagio</b> - αργό

source: <b>Allegretto</b> - Not as fast as allegro
el: <b>Allegretto</b> - όχι τόσο γρήγορο όσο το allegro
fr: <b>Allegretto</b> - pas aussi rapide qu'allegro

source: <b>Allegro</b> - fast
el: <b>Allegro</b> - γρήγορο

source: <b>Andante</b> - literally 'walking', a medium slow tempo
el: <b>Andante</b> - κυριολεκτικά «περπατώντας», ένας μέτριος αργός ρυθμός
fr: <b>Andante</b> - Littérallement 'en marchant', un tempo moyennement lent

source: <b>Clefs and note ranges:</b> The course starts with the G clef using a very reduced note range (e4-g4). Progressively, the note range is increased to reach the range c4-f5 in lesson 14. Next, the F key is introduced, again with a very reduced note range (a3-c4) and from there, the exercises of all following lessons use the F and G clef indistinctly. The note range is continuously being broadened in both clefs (G: a3-c6 y F: a2-e4), to cover two ledger lines, above and below.
el: <b>Κλειδιά και εμβέλεια φθόγγων:</b> Η σειρά μαθημάτων ξεκινά με το κλειδί του Σολ, χρησιμοποιώντας μικρό εύρος φθόγγων (μι4-σολ4). Προοδευτικά, το εύρος των φθόγγων αυξάνεται ώστε να φτάσει το εύρος ντο4-φα5 στο μάθημα 14. Κατόπιν παρουσιάζεται το κλειδί του Φα και πάλι σε μικρό εύρος (λα3-ντο3), και από εκεί κι έπειτα όλες οι ασκήσεις χρησιμοποιούν το κλειδί του Φα και του Σολ εξίσου το ίδιο. Το εύρος των φθόγγων συνεχώς διευρύνεται και στα δύο κλειδιά (Σολ: λα3-ντο6 και Φα: λα2-μι4), ώστε να καλύψει δύο βοηθητικές γραμμές πάνω και κάτω από το πεντάγραμμο.

source: <b>Key signatures:</b> The exercises in the first two practical lessons (9 and 10) have scores using only the C major / A minor key signature (no accidentals). The key signature is introduced in lesson 13 and from there (lessons 14 to 17) the exercises use also one accidental (G major / E minor and F major / D minor). In the remaining lessons (18 to 31) exercises use up to two accidentals (D major / B minor and B flat major / G minor).
el: <b>Οπλισμός:</b> Οι ασκήσεις στα πρώτα δύο πρακτικά μαθήματα (9 και 10) έχουν παρτιτούρες μόνο στην Ντο μείζονα / Λα ελάσσονα (χωρίς αλλοιώσεις). Ο οπλισμός παρουσιάζεται στο μάθημα 13 και από εκεί και πέρα (μαθήματα 14 έως 17) οι ασκήσεις χρησιμοποιούν μία αλλοίωση (Σολ μείζονα / Μι ελάσσονα και Φα μείζονα / Ρε ελάσσονα). Στα εναπομείναντα μαθήματα (18 έως 31) οι ασκήσεις περιέχουν μέχρι δύο αλλοιώσεις (Ρε μείζονα / Σι ελάσσονα και Σι ύφεση μείζονα / Σολ ελάσσονα).
fr: <b>Armures:</b> Les exercices des deux premières leçons (9 et 10) utilisent uniquement les armures de Do majeur / La Mineur (sans altération). L'armure est présentée dans la leçon 13 et dès lors (leçons 14 à 17) les exercices utilisent aussi une altération (Sol majeur / Mi mineur et Fa majeur / Ré mineur). Dans les leçons suivantes (18 à 31), les exercices utilisent jusqu'à deux altérations (Ré majeur / Si mineur et Si bémol majeur / Sol mineur).

source: <b>Larghetto</b> - not quite as slow as largo
el: <b>Larghetto</b> - όχι τόσο αργό όσο το largo
fr: <b>Larghetto</b>- pas aussi lent que largo

source: <b>Largo</b> - very slow and broad
el: <b>Largo</b> - πολύ αργό και ευρύ
fr: <b>Largo</b> - Très lent et large

source: <b>Lento</b> - very slow
el: <b>Lento</b> - πολύ αργό
fr: <b>Lento</b> - Très lent

source: <b>Moderato</b> - moderate, or medium
el: <b>Moderato</b> - μέτριο
fr: <b>Moderato</b> - modéré ou moyen

source: <b>Prestissimo</b> - very, very fast
el: <b>Prestissimo</b> - πάρα πολύ γρήγορο
fr: <b>Prestissimo</b> - très, très rapide

source: <b>Presto</b> - very fast
el: <b>Presto</b> - πολύ γρήγορο
fr: <b>Presto</b> - très rapide

source: <b>Time signatures:</b> In the first exercises (9 to 17) only the 2/4 simple time is used. Next, the 3/4 simple time (lesson 18) and the 4/4 simple time (lesson 19) are used. In lesson 28 the compound 6/8 is introduced and it is practiced in the remaining lessons (29 to 31).
el: <b>Μετρική ένδειξη:</b> Στις πρώτες ασκήσεις (9 έως 17) χρησιμοποιούνται μόνο μέτρα αξίας 2/4. Εν συνεχεία χρησιμοποιούνται απλά μέτρα αξίας 3/4 (μάθημα 18) και 4/4 (μάθημα 19). Στο μάθημα 28 παρουσιάζεται το σύνθετο μέτρο 6/8 και γίνεται εξάσκηση πάνω σε αυτό στα εναπομείναντα μαθήματα (29 έως 31).

source: <b>Vivo, or Vivace</b> - lively and brisk
el: <b>Vivo, or Vivace</b> - ζωντανό και ζωηρό
fr: <b>Vivo, or Vivace</b> - endiablé et rapide

source: A
el: Λα
fr: La

source: A 2/4 time signature
el: Μετρική ένδειξη 2/4
fr: Chiffrage à 2/4

source: A fermata is a musical symbol, looking like a semicircle containing a dot, that is placed above or below a note or rest. It indicates that the note/rest should be sustained for longer than its normal duration. Usually the note/rest is held for one and a half to twice the normal duration, but it is always up to the discretion of the performer or the conductor. The fermata symbol is usually placed above the note/rest, but occasionally can be placed below it and upside down:
el: Η κορόνα είναι ένα μουσικό σύμβολο το οποίο μοιάζει με ημικύκλιο που περιέχει μια τελεία, και τοποθετείται πάνω ή κάτω από μια νότα ή παύση. Αυτό δείχνει ότι η νότα/παύση πρέπει να διαρκέσει περισσότερο από την κανονική της διάρκεια. Συνήθως οι νότες/παύσεις διαρκούν μιάμιση έως δύο φορές περισσότερο της κανονικής τους διάρκειας, αλλά αυτό επαφίεται πάντοτε στην κρίση του εκτελεστή ή του μαέστρου. Η κορόνα τοποθετείται συνήθως πάνω από τη νότα/παύση, ωστόσο μερικές φορές μπορεί να τοποθετηθεί από κάτω και αναποδογυρισμένη:
fr: Un point d'orgue est un symbole musical, ressemblant à un demi-cercle contenant un point, qui est placé au-dessus ou au-dessous d'une note ou d'un silence. Il indique que la note ou le silence doit être soutenue plus longtemps que sa durée écrite. Habituellement, cette note/silence est soutenue une et demi à deux fois la durée normale, mais cela relève toujours de l'interprète ou du chef d'orchestre. Le point d'orgue est habituellement placé au-dessus de la note/silence mais occasionnellement il peut être placé en-dessous :

source: A sharp sign raises the pitch of a note by half a step (one semitone). A flat sign lowers the pitch of a note half a step (one semitone). A natural sign cancels the effect of a flat or a sharp.
el: Το σύμβολο της δίεσης αυξάνει το τονικό ύψος του φθόγγου κατά μισό βήμα (ένα ημιτόνιο). Το σύμβολο της ύφεσης χαμηλώνει το τονικό ύψος της νότας κατά μισό βήμα (ένα ημιτόνιο). Το σύμβολο της αναίρεσης ακυρώνει την επίδραση της ύφεσης ή της δίεσης.
fr: Le signe dièse augmente la hauteur d'une note d'un demi-pas (un demi-ton). Un signe bémol baisse la hauteur de la note d'un demi-pas (un demi-ton). Un bécarre annule l'effet du dièse ou du bémol.

source: A tie is a small arch between the heads of two <b>consecutive notes of the same pitch</b>. For example:
el: Η σύζευξη διαρκείας είναι μια μικρή καμπύλη γραμμή ανάμεσα στις κεφαλές δύο <b>διαδοχικών νοτών του ίδιου τονικού ύψους</b>. Για παράδειγμα:
fr: Une liaison est un petit arc entre les têtes de deux <b>consecutive notes of the same pitch</b>. For example:

source: Accidental signs are marks placed before a notehead to indicate that the pitch of the note should be altered. At level 1 you should know about three signs: the 'sharp', the 'flat' and the 'natural':
el: Τα τυχαία σημεία αλλοίωσης είναι σύμβολα που τοποθετούνται πριν από μια νότα για να υποδείξουν ότι το τονικό ύψος της νότας πρέπει να αλλάξει. Στο επίπεδο 1 πρέπει να γνωρίζετε τρία σύμβολα: τη «δίεση», την «ύφεση» και την «αναίρεση»:
fr: Les altérations accidentelles sont placées devant la tête d'une note pour indiquer que sa hauteur doit être altérée. Au niveau 1, vous devriez connaître trois signes : le 'dièse', le 'bémol' et le 'bécarre' :

source: Accidentals
el: Τυχαία σημεία αλλοίωσης
fr: Altérations accidentelles

source: Accidentals. Key signature
el: Τυχαία σημεία αλλοίωσης. Οπλισμός
fr: Altérations accidentelles. Armure

source: Again, syncopation is achieved by starting the first beat with an eighth note. The following quarter notes are placed off-beat, and so the accent (start of the note sound) does not coincide with the start of the beat.
el: Επίσης, η συγκοπή επιτυγχάνεται αρχίζοντας τον πρώτο παλμό (χρόνο) με όγδοο. Τα τέταρτα που ακολουθούν είναι τοποθετημένα εκτός των ισχυρών μερών, και έτσι ο τονισμός (ξεκινάει με τον ήχο της νότας) δεν συμπίπτει με την αρχή του χρόνου.
fr: A nouveau, la syncope est terminée en commençant le premier temps avec une croche. Les noires suivantes sont placées à contre-temps, l'accent (le démarrage du son de la note) ne coïncidant pas avec la pulsation.

source: Also note that two dotted quarter note equals a dotted half note. Therefore, in the 6/8 time a dotted half note takes a whole measure.
el: Επίσης σημειώστε ότι ένα τέταρτο δις παρεστιγμένο ισούται με ένα μισό παρεστιγμένο. Ως εκ τούτου, σε μέτρο αξίας 6/8 ένα μισό παρεστιγμένο διαρκεί σε όλο το μέτρο.
fr: Remarquez aussi que deux noires pointées correspondent à une blanche pointée. Donc en 6/8, une blanche pointée prend une mesure complète.

source: An accidental sign alters not only the pitch of the note that it is attached to, but also the pitch of any subsequent occurrence of the same note in the same measure. Notes with the same pitch name, but in a higher or lower octave are not affected. The effect of the accidental ends at the end of the measure, so notes in the next measure will not be altered, except those tied to one in the previous measure.
el: Ένα τυχαίο σημείο αλλοίωσης δεν αλλάζει μόνο το τονικό ύψος της νότας στην οποία είναι σημειωμένο, αλλά και το τονικό ύψος οποιασδήποτε επακόλουθης ίδιας νότας στο ίδιο μέτρο. Νότες με το ίδιο ονομαστικό τονικό ύψος, σε υψηλότερη ή χαμηλότερη οκτάβα, δεν επηρεάζονται. Η ισχύς ενός τυχαίου σημείου αλλοίωσης λήγει στο τέλος του μέτρου, και έτσι οι νότες του επόμενου μέτρου δεν επηρεάζονται, εκτός κι αν είναι συζευγμένες με μία του προηγούμενου μέτρου.
fr: Une altération accidentelle n'altère pas seulement la hauteur de la note à laquelle elle est attachée, mais aussi celle de toutes les occurrences de la même note dans la même mesure. Les notes de même nom mais situées dans une octave plus haute ou plus basse ne sont pas affectées. L'altération accidentelle prend fin avec la fin de la mesure, donc les notes de la mesure suivante ne sont pas altérées, à l'exception de celles liées à une note altérée dans la mesure précedente.

source: Another way to change a note's duration is by writing a small dot after the notehead, to create 'a dotted note'. The dot adds one half of the value of the original note. For example, if a dot is placed to the right of a half note, the note would then have the duration of a half note plus a quarter note and it will be equivalent to writing a tie between a half note and a quarter note:
el: Ένας άλλος τρόπος να αλλάξει η διάρκεια μιας νότας είναι γράφοντας μια μικρή τελεία μετά την κεφαλή της νότας, και η τελεία αυτή ονομάζεται «στιγμή διαρκείας». Το φθογγόσημο με στιγμή διαρκείας ονομάζεται «παρεστιγμένο». Οι τελείες αυτές προσθέτουν το μισό της αξίας της κανονικής νότας. Για παράδειγμα, αν η τελεία τοποθετηθεί στα δεξιά ενός μισού, τότε η νότα θα έχει διάρκεια ίση με ένα μισό συν ένα τέταρτο και θα αντιστοιχεί με μια σύζευξη διαρκείας μεταξύ ενός μισού και ενός τετάρτου:
fr: Une autre façon d'allonger la durée d'une note est d'écrire un petit point juste après la tête de la note pour créer unu note pointée. Le point ajoute la moitié de la valeur de la note originelle. Par exemple, si nous plaçons un point à la droite d'une blanche, celle-ci aura une durée d'une blanche plus une noire et sera équivalent à l'écriture d'une blanche liée à une noire :

source: Apart of introducing different rhythmic cells of increasing complexity, the main concepts introduced in Level 1 are:
el: Εκτός από την εισαγωγή διαφορετικών ρυθμικών αγωγών αυξανόμενης πολυπλοκότητας, οι κύριες έννοιες που παρουσιάστηκαν στο Επίπεδο 1 είναι:
fr: Tout en introduisant des cellules rythmiques de complexité croissante, les principaux concepts présentés dans le niveau 1 sont :

source: As a result, the staff lines and spaces get automatically assigned to consecutive notes, as shown in the next score:
el: Ως αποτέλεσμα, οι γραμμές και τα διαστήματα προσδιορίζονται αυτόματα στις συνεχείς νότες, όπως φαίνεται στην επόμενη παρτιτούρα:
fr: Ainsi, les portées et interlignes sont automatiquement assignés aux notes consécutives, comme indiquée dans la prochaine partition :

source: As an example, press the 'Play' link and listen to the following score:
el: Για παράδειγμα, πατήστε το σύνδεσμο «Αναπαραγωγή» και ακούστε την ακόλουθη παρτιτούρα:
fr: Comme exemple, cliquez sur le lien 'Jouer' et écoutez la partition suivante :

source: As an orientation, the following table gives the assignment between traditional tempo terms and metronome settings:
el: Προκειμένου να γίνει κατανοητό, ο επόμενος πίνακας δείχνει τη συσχέτιση μεταξύ των παραδοσιακών ορισμών του τέμπο και των ρυθμίσεων του μετρονόμου:
fr: A titre indicatif, la table suivante montre la correspondance entre les termes traditionnels de tempo et les graduations du métronome :

source: As notes written on leger lines are more difficult to read, usually only two or three leger lines are used. If the pitch range does not fit on this extended staff, it is usually preferable to switch clef to avoid having to add more leger lines.
el: Καθώς οι νότες που γράφονται σε βοηθητικές γραμμές είναι δυσκολότερο να διαβαστούν, συνήθως χρησιμοποιούνται μόνο δύο ή τρεις βοηθητικές γραμμές. Αν το τονικό εύρος δεν ταιριάζει στο εκτεταμένο πεντάγραμμο, είναι προτιμότερο να γίνει αλλαγή κλειδιού, προκειμένου να αποφευχθεί η πρόσθεση περισσότερων βοηθητικών γραμμών.
fr: Comme les notes écrites sur les lignes supplémentaires sont plus difficiles à lire, seules deux ou trois lignes sont utilisées. Si l'étendue de notes ne peut pas être réalisée avec les lignes supplémentaires, il est préférable de changer de clé pour éviter tout ajout supplémentaire.

source: As the 6/8 has two beats per measure, it is called a compound duple meter. The accent is strong on the first eighth note of the first beat, a medium accent on the first eighth note of the second beat, and the remaining pulses are week.
el: Καθώς το μέτρο με αξία 6/8 έχει δύο παλμούς ανά μέτρο, ονομάζεται σύνθετο διπλό μέτρο. O τονισμός είναι ισχυρός στο πρώτο όγδοο του πρώτου χρόνου, μέτριος στο πρώτο όγδοο του δεύτερου χρόνου, και τα εναπομείναντα μέρη είναι ασθενή.
fr: Comme le 6/8 a deux temps par mesure, Il est appelé 'a compound duple meter'. L'accent est fort sur la première croche du premier temps, moyen sur la première croche du deuxième temps et faible sur les autres.

source: As you know 2/4 means that each measure has two beats and that each beat gets a quarter note. Therefore, each measure will get two quarter notes. For example:
el: Όπως γνωρίζετε, το 2/4 σημαίνει πως κάθε μέτρο έχει δύο παλμούς και κάθε παλμός αντιστοιχεί σε ένα τέταρτο. Επομένως, κάθε μέτρο θα έχει δύο τέταρτα. Για παράδειγμα:
fr: Comme vous le savez, 2/4 signifie que chaque mesure a deux pulsations et chaque pulsation correspond à une noire. Donc, chaque mesure prendra deux noires. Par exemple :

source: B
el: Σι
fr: Si

source: Beaming is not done at random or by personal taste. The rules for beaming depend on the time signature.
el: Η διαδικασία σύμπλεξης των φθόγγων (ογδόων, δεκάτων έκτων κ.λπ.) δεν γίνεται τυχαία ή κατά το δοκούν. Οι κανόνες της δημιουργίας συμπλεγμάτων φθογγοσήμων εξαρτώνται από τη μετρική ένδειξη.
fr: Le groupement n'est pas fait par hasard ou selon la bonne envie de chacun. Les règles du groupement sont dépendantes du chiffrage.

source: Book organization
el: Οργάνωση βιβλίων
fr: Organisation du livre

source: By convention, in compound time signatures the top number indicates not the number of beats per measure but the number of pulses per measure, and the bottom number indicates the note that takes each pulse.
el: Συμβατικά, στις σύνθετες μετρικές ενδείξεις ο αριθμητής δεν προσδιορίζει τον αριθμό των παλμών ανά μέτρο, αλλά τον αριθμό των χτύπων ανά μέτρο, και ο παρονομαστής προσδιορίζει ποια μονάδα θα έχει τον κάθε χτύπο.
fr: Par convention, dans les mesures ternaires, le nombre supérieur n'indique pas le nombre de temps par mesure mais le nombre de pulsations par mesure et le nombre inférieur la note que prend chaque pulsation.

source: By using both the G clef and the F clef and two leger lines a range of four octaves can be comfortably represented, as shown in the following score:
el: Χρησιμοποιώντας τόσο το κλειδί του Σολ και το κλειδί του Φα, καθώς και δύο βοηθητικές γραμμές, τέσσερις οκτάβες μπορούν εύκολα να αποδοθούν όπως φαίνεται και στην παρτιτούρα που ακολουθεί:
fr: En utilisant les deux clefs de Sol et Fa et deux lignes supplémentaires, une étendue de cinq octaves peut être facilement représentée comme indiqué dans la partition suivante :

source: C
el: Ντο
fr: Do

source: C note
el: Νότα Ντο
fr: Do

source: Counter-time (off-beat notes)
el: Μέτρηση χρόνου (φθόγγοι εκτός παλμού)
fr: Compteur de temps (notes à contre-temps)

source: Cover page
el: Εξώφυλλο
fr: Page de couverture

source: D
el: Ρε
fr: Ré

source: Dotted notes
el: Παρεστιγμένες νότες
fr: Notes pointées

source: Dotted quarter note. Quarter note tied to eighth note
el: Τέταρτο παρεστιγμένο. Το τέταρτο είναι συζευγμένο με το όγδοο
fr: Noire pointée. Noire liée à une croche

source: E
el: Μι
fr: Mi

source: Eight
el: Όγδοο
fr: Croche

source: Exercise 1
el: Άσκηση 1
fr: Exercice 1

source: Exercise 2
el: Άσκηση 2
fr: Exercice 2

source: Exercises
el: Άσκηση 3
fr: Exercices

source: F
el: Φα
fr: Fa

source: F clef on fourth line
el: Κλειδί του Φα στην τέταρτη γραμμή
fr: Clef de Fa sur la quatrième ligne

source: F note
el: Νότα Φα
fr: Fa

source: Finally, in the third section some exercises are proposed to practice the newly introduced concepts.
el: Τέλος, στην τρίτη ενότητα κάποιες ασκήσεις προτείνονται για εξάσκηση στη νέα ύλη.
fr: Enfin, dans la troisième section, quelques exercices sont proposés pour mettre en pratique les nouveaux concepts introduits.

source: G
el: Σολ
fr: Sol

source: Half
el: Μισό
fr: Blanche

source: Having to write accidentals always in the same notes can be annoying. To make the writing process easier, instead of writing sharp signs before all F and C notes, the accidentals can be written at the beginning of the staff, immediately after the clef sign. These accidentals affect the whole score and are named the 'key signature'. They apply to all relevant notes <b>in every octave</b>. As a consequence, it is no longer needed to place accidental signs in front of each note. So, the previous score can also be written as follows:
el: Το να γράφουμε τα σημεία αλλοίωσης στις ίδιες νότες συνέχεια μπορεί να είναι κουραστικό. Προκειμένου να διευκολυνθούμε στο γράψιμο, αντί να βάζουμε διέσεις πριν από τα Φα και τα Ντο, τα σημεία αλλοίωσης μπορούν να γραφτούν στην αρχή του πενταγράμμου, αμέσως μετά το κλειδί. Αυτά τα σημεία αλλοίωσης επηρεάζουν όλη την παρτιτούρα και ονομάζονται «οπλισμός». Έχουν ισχύ σε όλες τις σχετικές νότες <b> και σε όλες τις οκτάβες </b>. Συνεπώς, δεν είναι πλέον απαραίτητο να βάζουμε τα σημεία αλλοίωσης μπροστά από κάθε νότα. Έτσι η προηγούμενη παρτιτούρα μπορεί να γραφτεί και ως εξής:
fr: Il est fastidieux d'écrire toujours les altérations devant les mêmes notes. Aussi, pour rendre l'écriture plus simple, au lieu d'écrire des dièses devant tous les Fa et Do, les altérations accidentelles peuvent être écrites au debut de la portée, juste après la clé. Ces altérations accidentelles affectent toute la partition et constituent l' 'armure'. Elle s'applique à toutes les notes correspondantes<b>in every octave</b>. As a consequence, it is no longer needed to place accidental signs in front of each note. So, the previous score can also be written as follows:

source: If a note starts in a weak place and prolong its sound to a strong part, it is called a 'syncopated note'.
el: Αν μια νότα ξεκινά σε ασθενές μέρος και παρατείνει τον ήχο της σε ισχυρό μέρος, ονομάζεται «συγκοπτόμενη νότα».
fr: Si une note commence dans une partie faible et se prolonge sur une partie forte, elle est appelée 'note syncopée'.

source: If you count beats along with the music, the 3/4 time signature will imply a rhythm such as 'ONE-two-three-and-ONE-two-three-and- ...', stressing the ONE syllable. This is the typical waltz rhythm.
el: Μετρώντας τους παλμούς μαζί με τη μουσική, η μετρική ένδειξη 3/4 θα αφορά ένα ρυθμό της μορφής «ΕΝ-δυο-τρι-ΕΝ-δυο-τρι-ΕΝ-...», τονίζοντας τη συλλαβή ΕΝ. Αυτός είναι ο τυπικός ρυθμός του βαλς.
fr: Si vous battez les pulsations de la musique, la mesure á 3/4 correspondra à un rythme de type 'UN-deux-trois-et-UN-deux-trois-et-...', en accentuant la syllabe UN. C'est le rythme typique de la valse.

source: If you count beats along with the music, the 4/4 time signature will imply a rhythm such as 'ONE-two-three-four-and-ONE-two-three-four-and- ...', stressing the ONE syllable and the 'three' syllable a little less.
el: Μετρώντας τους παλμούς μαζί με τη μουσική, η μετρική ένδειξη 4/4 θα αφορά ένα ρυθμό της μορφής «ΕΝ-και-δυ-και-τρι-και-τέσ-και-ΕΝ-και-δυ-και-τρι-και-τέσ-και-ΕΝ-...», τονίζοντας τη συλλαβή ΕΝ και λίγο λιγότερο τη συλλαβή «τρι».
fr: Si vous battez les pulsations de la musique, la mesure à 4/4 correspondra à un rythme de type 'UN-deux-trois-quatre-et-UN-deux-trois-quatre-et-...' en mettant l'accent sur la syllabe UN et un petit peu moins sur la syllabe 'trois'.
