Repository: lenmus/langtool
Catalog: locale/*/L1_MusicReading_*.po
Languages: el, fr

source: You know that in written music sound is indicated by using note symbols, and that there exists a note symbol for each duration. In written music silence is also indicated with symbols, called 'rests'. There also exists a rest for each note duration. The following score shows a quarter note and the quarter rest:
el: Γνωρίζετε ότι στη μουσική σημειογραφία ο ήχος υποδεικνύεται χρησιμοποιώντας σύμβολα για τις νότες και ότι υπάρχει ένα σύμβολο για τη διάρκεια της κάθε νότας. Στη γραπτή μουσική η σιωπή υποδεικνύεται επίσης με σύμβολα, που ονομάζονται «παύσεις». Υπάρχει επίσης μια παύση για την εκάστοτε διάρκεια της νότας. Η ακόλουθη παρτιτούρα δείχνει ένα τέταρτο και την παύση τετάρτου:
fr: Vous savez que, dans la musique écrite, les sons sont indiqués en utilisant des figures et qu'il existe une figure pour chaque durée. Dans la musique écrite, le silence est aussi indiqué par des figures appelées 'silences'. Il existe aussi un silence pour chaque durée de note. La partition suivante montre une noire et un soupir :

source: additional terms may apply. See cover page of this eBook for exceptions and details.
el: μπορεί να ισχύουν πρόσθετοι όροι. Δείτε το εξώφυλλο αυτού του ηλεκτρονικού βιβλίου για εξαιρέσεις και λεπτομέρειες.

source: barline
el: διαστολή
fr: Barre de mesure

source: double barline
el: διπλή διαστολή
fr: barre de mesure double

source: final barline
el: τελική διαστολή
fr: barre de mesure finale

source: flat
el: ύφεση
fr: bémol

source: line 1
el: γραμμή 1
fr: ligne 1

source: line 2
el: γραμμή 2
fr: ligne 2

source: line 3
el: γραμμή 3
fr: ligne 3

source: line 4
el: γραμμή 4
fr: ligne 4

source: line 5
el: γραμμή 5
fr: ligne 5

source: measure
el: μέτρο
fr: mesure

source: measure 1
el: μέτρο 1
fr: mesure 1

source: measure 2
el: μέτρο 2
fr: mesure 2

source: measure 3
el: μέτρο 3
fr: mesure 3

source: measure 4
el: μέτρο 4
fr: mesure 4

source: measure 5
el: μέτρο 5
fr: mesure 5

source: measure 6
el: μέτρο 6
fr: mesure 6

source: measure 7
el: μέτρο 7
fr: mesure 7

source: natural
el: αναίρεση
fr: bécarre

source: sharp
el: δίεση
fr: dièse

source: simple barline
el: απλή διαστολή
fr: barre de mesure simple

source: space 1
el: διάστημα 1
fr: interligne 1

source: space 2
el: διάστημα 2
fr: interligne 2

source: space 3
el: διάστημα 3
fr: interligne 3

source: space 4
el: διάστημα 4
fr: interligne 4

source: the teacher of music
el: ο καθηγητής μουσικής
fr: le professeur de musique
