Repository: lenmus/langtool
Catalog: locale/*/L1_MusicReading_*.po
Languages: el, fr

source: If you would like to hear the metronome while playing a score, press the metronome button before or during playback.
el: Αν θέλετε να ακούγεται ο μετρονόμος κατά την αναπαραγωγή της παρτιτούρας, πατήστε το πλήκτρο του μετρονόμου πριν ή κατά τη διάρκεια της αναπαραγωγής.
fr: Si vous souhaitez entendre le métronome lorsque vous jouez une partition, appuyez sur le bouton avant ou pendant l'enregistrement.

source: If, for example, a piece of music is written based on the D major scale, all F and C notes will have sharp signs placed before them. For example (play it):
el: Αν, για παράδειγμα, ένα μουσικό κομμάτι είναι γραμμένο στην κλίμακα Ρε μείζονα, τότε όλες οι νότες Φα και Ντο θα έχουν δίεση τοποθετημένη πριν από αυτές. Για παράδειγμα (πατήστε για αναπαραγωγή):
fr: Si, par exemple, une pièce musicale est écrite sur la gamme de Ré majeur, alors tous les Fa et tous les Do seront précédés du signe dièse. Par exemple (jouez la) :

source: In simple meter time signatures, each beat can be subdivided into two halves. For example, replacing a quarter note with two eight notes. But there are rhythms that require to subdivide the beats in three parts or 'pulses'. These rhythms are known as 'compound meter'.
el: Στα μέτρα με απλή μετρική ένδειξη, κάθε παλμός μπορεί να υποδιαιρεθεί σε δύο μισά. Για παράδειγμα, αντικαθιστώντας ένα τέταρτο με δύο όγδοα. Ωστόσο υπάρχουν ρυθμοί που απαιτούν την υποδιαίρεση των παλμών σε τρία μέρη ή «χτύποι» . Αυτοί οι ρυθμοί είναι γνωστοί ως «σύνθετα μέτρα».
fr: Dans une mesure binaire, chaque pulsation peut être subdivisée en deux moitiés. Par exemple, en remplaçant une noire par deux croches. Mais il y a des rythmes qui requièrent une subdivision en trois parties. Ces rythmes sont connus sous le nom de 'mesures ternaires'.

source: In the Western musical notation system music is written on specially printed paper called 'manuscript paper' (see next picture):
el: Στη Δυτική σημειογραφία η μουσική γράφεται πάνω σε ένα ειδικά εκτυπωμένο χαρτί που ονομάζεται «τετράδιο μουσικής» (δείτε την εικόνα που ακολουθεί):
fr: Dans le système de notation musicale occidental, la musique est écrite sur un papier spécial appelé 'papier à musique' (voir l'image suivante) :

source: In the bass clef the first upper leger line corresponds to the central C note (C4), represented in G clef on the first lower leger line:
el: Στο κλειδί του Φα η πρώτη βοηθητική γραμμή πάνω από το πεντάγραμμο αντιστοιχεί στην κεντρική Ντο (Ντο4), που στο κλειδί του Σολ γράφεται στην πρώτη βοηθητική γραμμή κάτω από το πεντάγραμμο:
fr: Dans la clef de Fa, la première ligne supplémentaire supérieure correspond au Do central (Do4), placé dans la clef de Sol sur la première ligne supplémentaire inférieure :

source: In the coming lessons we will start using only the quarter note and will learn about note duration. Progressively, we will introduce the other note symbols. In this lesson we are going to learn some basic terminology about note symbols and some rules about how to draw them.
el: Στα επόμενα μαθήματα θα αρχίσουμε να χρησιμοποιούμε μόνο νότες αξίας τετάρτων και θα μάθουμε για τη διάρκεια των φθόγγων. Προοδευτικά, θα παρουσιάσουμε και άλλα σύμβολα αξιών. Σε αυτό το μάθημα θα μάθουμε τη βασική ορολογία για το συμβολισμό των αξιών που μπορεί να έχει μια νότα και κάποιους κανόνες για το πώς τις σχεδιάζουμε.
fr: Dans les leçons suivantes, nous commencerons par utiliser uniquement la noire . Progressivement, nous introduirons les autres figures de note. Dans cette leçon, nous apprendrons quelques éléments terminologiques basiques sur les figures de note et quelques règles sur leur représentation.

source: In the exercises of this lesson we are going to start reading scores with one leger line. In following lessons the range will be extended.
el: Στις ασκήσεις αυτού του μαθήματος θα αρχίσουμε να διαβάζουμε παρτιτούρες με μία βοηθητική γραμμή. Στα επόμενα μαθήματα το εύρος θα επεκταθεί.
fr: Dans les exercices de cette leçon, nous allons commencer en lisant des partitions avec une ligne supplémentaire. Dans les leçons suivantes, l'étendue sera augmentée.

source: In the first section the new concepts and rhythmic patterns introduced in the lesson are explained.
el: Στην πρώτη ενότητα παρουσιάζονται και επεξηγούνται οι νέες έννοιες και τα ρυθμικά μοτίβα του μαθήματος.
fr: Dans la première section, les nouveaux concepts et patrons rythmiques introduits dans la leçon sont expliqués.

source: In the second section, optional, the new concepts are compared with known ones, so that the student can better relate the new material and learn it.
el: Στη δεύτερη ενότητα, προαιρετικά, οι καινούριες έννοιες συγκρίνονται με τις ήδη γνωστές, έτσι ώστε ο μαθητής να συσχετίσει τη νέα ύλη και να τη μάθει.
fr: Dans la deuxième section, optionnelle, les nouveaux concepts sont comparés avec ceux dejà connus, afin que l'étudiant se les approprie davantage.

source: In this lesson a new rhythmic pattern is introduced: One eighth note and two 16th notes.
el: Σε αυτό το μάθημα παρουσιάζεται ένα νέο ρυθμικό μοτίβο: Ένα όγδοο και δύο δέκατα έκτα.
fr: Dans cette leçon, un nouveau patron rhytmique est présenté : une croche et deux double croches.

source: In this lesson also a new rhythmic pattern is introduced: the dotted half note, equivalent to a half note tied to a quarter note:
el: Σε αυτό το μάθημα επίσης παρουσιάζεται ένα νέο ρυθμικό μοτίβο: το μισό παρεστιγμένο, το οποίο ισούται με ένα μισό συζευγμένο με ένα τέταρτο:
fr: Dans cette leçon, nous introduisons une nouvelle figure rythmique : la blanche pointée, équivalente à une blanche liée à une noire :

source: In this lesson we are going also to learn a new note symbol and its rest: the whole note. The following score shows a whole note and a whole rest:
el: Σε αυτό το μάθημα θα μάθουμε επίσης το σύμβολο μιας νέας αξίας και την παύση της: το ολόκληρο. Η επόμενη παρτιτούρα δείχνει ένα ολόκληρο και την παύση του:
fr: Dans cette leçon, nous allons apprendre une nouvelle figure de note et son silence : la ronde. La partition qui suit montre une ronde et une pause :

source: In this lesson we are going to learn a new note symbol and its rest: the half note. The following score shows a half note and a half rest:
el: Σε αυτό το μάθημα θα μάθουμε το σύμβολο μιας νέας αξίας και την παύση της: το μισό. Στην παρτιτούρα που ακολουθεί εμφανίζονται ένα μισό και η παύση του:
fr: Dans cette leçon, nous allons apprendre une nouvelle figure de note et son silence : La blanche. La partition suivante montre une blanche et une demi-pause.

source: In this lesson we are going to practise the following rhythmic patterns:
el: Σε αυτό το μάθημα θα εξασκηθούμε στα ακόλουθα ρυθμικά μοτίβα:
fr: Dans cette leçon, nous allons essayer les patrons rythmiques suivants :

source: In this lesson we are going to practise the occasional short-term displacement of accent that is produced by moving a note to a weak part but without continuing it to the next beat, and preceding it by a rest on the strong part. The rest reinforces the accent on the weak part.
el: Σε αυτό το μάθημα θα κάνουμε πρακτική εξάσκηση στην περιστασιακή βραχυπρόθεσμη μετατόπιση του τονισμού που παράγεται μετακινώντας μια νότα σε ένα ασθενές μέρος, χωρίς όμως να τη συνεχίσουμε στον επόμενο παλμό, και προηγείται από μια παύση στο ισχυρό μέρος. Η παύση ενισχύει τον τονισμό στο ασθενές μέρος.
fr: Dans cette leçon, nous nous exercerons à déplacer occasionnellement l'accent en décalant une note vers une partie faible du temps mais sans la continuer sur le temps suivant et en la précédent d'un silence dans la partie forte. Le silence renforce l'accent sur la partie faible du temps.

source: In this lesson we are going to start reading the bass clef, while practising the rhythmic patterns studied in previous lessons. We will start reading notes A3, B3 and C4:
el: Σε αυτό το μάθημα θα ξεκινήσουμε να διαβάζουμε το βαθύφωνο κλειδί (κλειδί του Φα) καθώς εξασκούμαστε στα ρυθμικά μοτίβα που μελετήσαμε σε προηγούμενα μαθήματα. Θα ξεκινήσουμε να διαβάζουμε τις νότες Λα3, Σι3 και Ντο4:
fr: Dans cette leçon, nous allons commencer à lire la clef de Fa, tout en s'exerçant avec les patrons rythmiques étudiés dans les leçons précédentes. Nous débuterons avec les notes La3, Si3 et Do4 :

source: In this lesson we are going to start studying the syncopated rhythms that result by using the following patterns::
el: Σε αυτό το μάθημα θα ξεκινήσουμε τη μελέτη των συγκοπτόμενων ρυθμών που προκύπτουν με τη χρήση των ακόλουθων μοτίβων:
fr: Dans cette leçon, nous allons commencer à étudier les rythmes syncopés en utilisant les patrons suivants :

source: In this lesson we are going to study a new note: the sixteenth (also called 'semiquaver' in British English). Its symbols are shown in the following score, and are like a quarter note with two flags added to its stem. They are usually drawn beamed:
el: Σε αυτό το μάθημα θα μελετήσουμε μια νέα αξία νότας: το δέκατο έκτο. Ο συμβολισμός του εμφανίζεται στην παρακάτω παρτιτούρα και είναι σαν ένα τέταρτο, προσθέτοντας δύο άγκιστρα στο στέλεχός του. Συνήθως σχεδιάζονται σε σύμπλεγμα φθογγοσήμων:
fr: Dans cette leçon, nous allons étudier une nouvelle note : La double croche. Elle est représentée comme indiqué dans la partition suivante, c'est-à-dire comme une noire mais avec deux crochets ajoutés à la hampe ; elles sont habituellement reprensentées avec une poutre :

source: In this lesson we continue reading the F key on the fourth line. The range of notes is enlarged to cover F3 to C4.
el: Σε αυτό το μάθημα συνεχίζουμε να διαβάζουμε το κλειδί του Φα στην τέταρτη γραμμή. Το εύρος των φθόγγων διευρύνεται από το Φα3 έως το Ντο4.
fr: Dans cette leçon, nous continuons la lecture de la clé de Fa quatrième ligne. L'étendue de notes est allongée pour couvrir de Fa3 à Do4.

source: In this lesson we continue the study of the 6/8 compound time with the introduction of new rhythmic patterns:
el: Σε αυτό το μάθημα συνεχίζουμε τη μελέτη του σύνθετου μετρικά 6/8 με την εισαγωγή νέων ρυθμικών μοτίβων:
fr: Dans cette leçon, nous poursuivons l'étude du rythme ternaire à 6/8 avec l'introduction de nouveaux patrons rythmiques :

source: In this lesson we continue with syncopation. We are going to practice a new rhythmic pattern, the eighth note followed by a quarter note:
el: Σε αυτό το μάθημα συνεχίζουμε με τη συγκοπή. Θα εξασκηθούμε σε ένα νέο ρυθμικό μοτίβο, το όγδοο ακολουθούμενο από ένα τέταρτο:
fr: Dans cette leçon, nous continuons avec la syncope. Nous allons découvrir un nouveau patron rythmique, la croche suivie d'une noire :

source: In this lesson we continue with syncopation. We are going to practice the following rhythmic patterns:
el: Σε αυτό το μάθημα συνεχίζουμε με τη συγκοπή. Θα εξασκηθούμε στα παρακάτω ρυθμικά μοτίβα:
fr: Dans cette leçon, nous continuons avec la syncope. Nous allons nous exercer avec les patrons rythmiques suivants :

source: In this lesson we will continue with exercises containing the rhythmic patterns of the previous lessons, but introducing the key signatures of G major and E minor (one sharp) and F major and D minor (one flat).
el: Σε αυτό το μάθημα θα συνεχίσουμε με ασκήσεις που έχουν ρυθμικά μοτίβα από προηγούμενα μαθήματα, παρουσιάζοντας όμως τον οπλισμό της Σολ μείζονας και Μι ελάσσονας (μία δίεση) και της Φα μείζονας και Ρε ελάσσονας (μία ύφεση).
fr: Dans cette leçon, nous allons continuer avec des exercices contenant les patrons rythmiques de la leçon précédente, mais en introduissant l'armure de Sol majeur et Mi mineur (un dièse) et Fa majeur et Ré mineur (un bémol).

source: In this lesson we will learn about the 3/4 time signature. As you should know (lesson 6) the top number tells how many beats there are in a measure, and the bottom number shows the type of note that gets one beat. The number 4 means 'quarter note'. Therefore, the 3/4 time signature is a rhythm with three beats per measure and each measure gets three quarter notes. The first beat of a measure is always strong and the two other beats are weaker.
el: Σε αυτό το μάθημα θα μάθουμε τη μετρική ένδειξη 3/4. Όπως πρέπει να γνωρίζετε (μάθημα 6), ο αριθμητής δείχνει τον αριθμό των παλμών που υπάρχουν στο μέτρο και ο παρονομαστής δείχνει ποια μονάδα θα θεωρηθεί ως ένας παλμός. Ο αριθμός 4 σημαίνει τέταρτο. Συνεπώς, η ένδειξη 3/4 μας δείχνει ένα ρυθμό με τρεις παλμούς ανά μέτρο και κάθε μέτρο έχει τρία τέταρτα. Ο πρώτος παλμός ενός μέτρου είναι πάντα ισχυρός και οι υπόλοιποι δύο χρόνοι ασθενείς.
fr: Dans cette leçon, nous apprendrons la mesure à 3/4. Comme vous devriez le savoir (leçon 6) le nombre supérieur indique le nombre de pulsations présents dans une mesure, et le nombre inférieur indique le type de note correspondant à la pulsation ; le nombre 4 signifie 'noire'. Donc la mesure á 3/4 est un rythme avec trois pulsations par mesure et chaque mesure prend trois noires. Le premier temps d'une mesure est toujours un temps fort alors que les deux autres sont faibles.

source: In this lesson we will learn about the 4/4 time signature. As you know the top number tells how many beats are there in a measure, and the bottom number shows the type of note that gets one beat ('4' means 'quarter note'). Therefore, the 4/4 time signature is a rhythm with four beats per measure and each measure gets four quarter notes.
el: Σε αυτό το μάθημα θα μάθουμε τη μετρική ένδειξη 4/4. Όπως γνωρίζετε, ο αριθμητής δείχνει τον αριθμό των παλμών που υπάρχουν στο μέτρο και ο παρονομαστής δείχνει ποια μονάδα θα θεωρηθεί ως παλμός (το «4» σημαίνει τέταρτο). Συνεπώς, η ένδειξη 4/4 μας δείχνει ένα ρυθμό με τέσσερις παλμού; ανά μέτρο και κάθε μέτρο έχει τέσσερα τέταρτα.
fr: Dans cette leçon, nous allons apprendre la mesure à 4/4. Comme vous le savez déjà, le nombre supérieur indique le nombre de pulsations présent dans la mesure et le nombre inférieur définit la note correspondant à la pulsation ('4' signifie 'noire'). Donc la mesure à 4/4 est un rythme avec quatre pulsations par mesure et chaque mesure prend quatre noires.

source: In this lesson we will start introducing the eighth rest in the rhythmic patterns. The first pattern we are going to study is the eighth note followed by an eighth rest:
el: Σε αυτό το μάθημα θα αρχίσουμε να παρουσιάζουμε την παύση ογδόου σε ρυθμικά μοτίβα. Το πρώτο μοτίβο που θα μελετήσουμε είναι το όγδοο που ακολουθείται από παύση ογδόου:
fr: Dans cette leçon, nous allons introduire le demi-soupir dans les patrons rythmiques. La première figure que nous allons étudier est la croche suivie d'un demi-soupir :

source: In this lesson we will start reading music with scores composed just by quarter notes and rests. These rhythms are very simple, as each note or rest gets a beat. Listen for example to the following song:
el: Σε αυτό το μάθημα θα ξεκινήσουμε να διαβάζουμε μουσική με απλές παρτιτούρες που αποτελούνται από τέταρτα και τις παύσεις τους. Αυτοί οι ρυθμοί είναι πολύ απλοί, καθώς κάθε νότα ή παύση ισούται με έναν παλμό. Ακούστε το παράδειγμα του επόμενου τραγουδιού:
fr: Dans cette leçon, nous allons commencer à lire des partitions avec seulement des noires et des soupirs. Ces rythmes sont très simples car chaque noire ou soupir correspond à une pulsation. Ecoutez, par exemple, la chanson suivante :

source: In this lesson we will start the study of compound meters with the introduction of the 6/8 time signature. The 6/8 time signature is a compound time. Therefore, 6/8 means that each measure will have 6 pulses (two beats) and each pulse is occupied by an eighth note (each beat takes three eight notes):
el: Σε αυτό το μάθημα θα ξεκινήσουμε να μελετάμε τα σύνθετα μέτρα με την εισαγωγή της μετρικής ένδειξης 6/8. Η μετρική ένδειξη 6/8 έχει σύνθετο παλμό. Συνεπώς, το 6/8 σημαίνει πως κάθε μέτρο έχει 6 χτύπους (2 παλμούς) και κάθε χτύπος αποτελείται από ένα όγδοο (κάθε παλμός έχει τρία όγδοα):
fr: Dans cette leçon, nous commencerons l'étude des mesures ternaires en introduisant la mesure à 6/8. Elle est ternaire. Ainsi, 6/8 signifie que chaque mesure aura 6 pulsations (deux temps) et chaque pulsation sera occupée par une croche (chaque temps prend trois croches) :

source: In this lesson we will start the study of rhythms with 16th notes. Play the following score and take note of the new rhythmic patterns introduced in each measure:
el: Σε αυτό το μάθημα θα αρχίσουμε να μελετάμε ρυθμούς με δέκατα έκτα. Πατήστε «Αναπαραγωγή» στην επόμενη παρτιτούρα και προσέξτε τα νέα ρυθμικά μοτίβα που παρουσιάζονται σε κάθε μέτρο:
fr: Dans cette leçon, nous commencerons à étudier des rythmes avec double croches. Jouez la partition suivante et remarquez les nouveaux patrons rythmiques introduits dans chaque mesure :

source: In this lesson we will start the study of rhythms with eighth notes. Play the following score and take note of the new rhythmic patterns introduced in each measure:
el: Σε αυτό το μάθημα θα αρχίσουμε να μελετάμε ρυθμούς με όγδοα. Πατήστε «Αναπαραγωγή» στην επόμενη παρτιτούρα και προσέξτε τα νέα ρυθμικά μοτίβα που παρουσιάζονται σε κάθε μέτρο:
fr: Dans cette leçon, nous allons débuter l'étude des rythmes avec des croches. Jouez la partition suivante et remarquez les nouveaux patrons rythmiques introduits dans chaque mesure :

source: Instead of letters 'm.m.' also note symbols are used:
el: Αντί για τα γράμματα «m.m.» χρησιμοποιούμε και σύμβολα φθόγγων:
fr: Au lieu des lettres 'm.m.', des figures de note sont aussi utilisées :

source: Just click on the 'metronome' button<img-1 /> and the sound will immediately start. To stop the metronome click on the button again. To adjust the tempo just type the required tempo number in the box on the right of the metronome button (2), or click on the up/down arrows on the right (3) to adjust the desired tempo. Try it now!
el: Απλώς πατήστε στο εικονίδιο του «μετρονόμου» <img-1 /> και ο ήχος θα ξεκινήσει αμέσως. Για να σταματήσετε το μετρονόμο, πατήστε ξανά το ίδιο εικονίδιο. Για να ρυθμίσετε το τέμπο, πληκτρολογήστε απλώς το επιθυμητό τέμπο στο κουτί που βρίσκεται δεξιά από το εικονίδιο του μετρονόμου (2) ή πατήστε στα πάνω/κάτω βέλη στα δεξιά (3) για να ρυθμίσετε το επιθυμητό τέμπο. Δοκιμάστε το τώρα!
fr: Simplement cliquez sur le bouton 'métronome' <img-1 /> et le son commencera immédiatement. Pour arrêter le métronome, appuyez sur le bouton à nouveau. Pour ajuster le tempo, tapez simplement la valeur de tempo souhaitée dans la boîte située à droite du bouton métronome (2) ou cliquez sur les flèches haut/bas à droite (3) pour sélectionner le tempo désiré. Essayez maintenant !

source: Key signature
el: Οπλισμός
fr: Armure

source: Key signatures of all major and minor keys up to and including two sharps and flats.
el: Οπλισμός όλων των μειζόνων και ελασσόνων κλιμάκων που έχουν έως και δύο διέσεις και υφέσεις.
fr: Armures majeures et mineures incluant tout au plus deux dièses et deux bémols.

source: Leger lines
el: Βοηθητικές γραμμές
fr: Lignes de portée supplémentaires

source: Leger lines above
el: Βοηθητικές γραμμές πάνω
fr: Lignes de portée supplémentaires dans la partie haute

source: Leger lines below
el: Βοηθητικές γραμμές κάτω
fr: Lignes de portée supplémentaires

source: Leger lines can also be added on top, for high pitch notes:
el: Βοηθητικές γραμμές μπορούν επίσης να προστεθούν στην κορυφή, για νότες υψηλού τονικού ύψους:
fr: Les lignes supplémentaires peuvent être aussi ajoutées dans la partie haute pour les notes aigües :

source: Lessons' structure
el: Δομή μαθημάτων
fr: Organisation des leçons

source: Licensed under the Creative Commons Attribution/Share-Alike License;
el: Έχει άδεια χρήσης Αναφορά Δημιουργού - Παρόμοια Διανομή.

source: Listen and take notice of the differences
el: Ακούστε και προσέξτε τις διαφορές
fr: Ecoutez et remarquez les différences

source: Listen to each measure and note the newly introduced patterns:
el: Ακούστε κάθε μέτρο και σημειώστε τα νέα μοτίβα που παρουσιάζονται:
fr: Ecoutez chaque mesure et remarquez les nouveaux patrons introduits :

source: Listen to each measure and pay attention to the newly introduced patterns:
el: Ακούστε κάθε μέτρο και προσέξτε τα νέα μοτίβα που παρουσιάζονται:
fr: Ecoutez chaque mesure et faites attention aux nouveaux patrons indroduits :

source: Many times eighth notes are drawn beamed:
el: Πολλές φορές τα όγδοα σχεδιάζονται ως σύμπλεγμα φθογγοσήμων:
fr: Souvent les croches sont dessinées avec une poutre :

source: Marks to lengthen notes: tie, dot and fermata
el: Σήματα που αυξάνουν τη διάρκεια των φθόγγων: σύζευξη διαρκείας, στιγμή διαρκείας και κορόνα
fr: Allongement des notes : liaison, point et point d'orgue

source: Measures and bar lines
el: Μέτρα και διαστολές
fr: Mesures et barres de mesure

source: Most music has a rhythm that you can perceive as a repetitive pattern of pulses. It is easy to identify these pulses: it is what we all do when we clap our hands or tap our foot while listening to a song. These pulses are the 'beats' of the music and are the basis to organize written music.
el: Τα περισσότερα τραγούδια έχουν ένα ρυθμό που μπορείτε να τον αντιληφθείτε ως επαναλαμβανόμενο μοτίβο χτύπων. Είναι εύκολο να αναγνωρίσετε αυτούς τους παλμούς: είναι αυτό που κάνουμε όλοι όταν χτυπάμε τα χέρια μας ή το πόδι μας ακούγοντας ένα τραγούδι. Αυτοί οι παλμοί είναι οι «χρόνοι» της μουσικής και αποτελούν τη βάση για την οργάνωση της γραφής.
fr: La plupart des musiques ont un rhytme que vous pouvez percevoir comme une répétition de pulsations. Il est facile de les identifier : c'est ce que nous faisons tous quand nous tapons des mains ou des pieds en écoutant une chanson. Ces coups sont les battements de la musique et sont à la base de l'écriture musicale.

source: Music is normally divided into equal parts named 'measures' (in British English the word 'bar' is used instead of 'measure'). On the staff, the end of each measure is marked with a thin vertical line, drawn from the top line to the bottom line of the staff. This line is called a bar line:
el: Η μουσική συνήθως χωρίζεται σε ίσα μέρη που ονομάζονται «μέτρα». Στο πεντάγραμμο, το τέλος κάθε μέτρου δημιουργείται με μια λεπτή κάθετη γραμμή που σχεδιάζεται από την πάνω ως την κάτω γραμμή του πενταγράμμου. Αυτή η γραμμή ονομάζεται «διαστολή»:
fr: La musique est normalement divisée en parties égales appelées 'Mesures' (En anglais le mot 'barre' est utilisé au lieu de 'mesure'). Dans la portée, la fin de chaque mesure est marquée avec une mince ligne verticale, dessinée de la ligne supérieure de la portée à la ligne inférieure. Cette ligne est appelée barre de mesure :

source: Music reading. Level 1.
el: Μουσική ανάγνωση. Επίπεδο 1.
fr: Lecture de musique. Niveau 1.
