Repository: lenmus/langtool
Catalog: locale/*/L1_MusicReading_*.po
Languages: el, fr

source: The modern way to specify tempo is by giving the number of beats per minute. This is represented in the score by the letters 'm.m.' followed by the beats per minute rate. This indication is normally written at the beginning:
el: Ο σύγχρονος τρόπος για να προσδιοριστεί το τέμπο είναι δίνοντας τον αριθμό των παλμών ανά λεπτό και παρουσιάζεται στην παρτιτούρα με τα γράμματα «m.m.», ενώ ακολουθεί ο αριθμός των παλμών ανά λεπτό. Αυτή η ένδειξη τοποθετείται συνήθως στην αρχή:
fr: La façon moderne de spécifier un tempo est d'indiquer le nombre de pulsations par minute. Ceci est représenté, dans la partition, par les lettres 'm.m.' suivies du nombre de pulsations par minute. Ces indications sont normallement écrites au début :

source: The musical symbols are placed on the staff and the music on the staff is read from left to right.
el: Τα μουσικά σύμβολα αναγράφονται στο πεντάγραμμο και η μουσική διαβάζεται από τα αριστερά προς τα δεξιά.
fr: Les symboles musicaux sont placés sur la portée et la musique est lue de gauche à droite.

source: The next figure we are going to study is the eighth note (also called 'quaver' in British English). Its symbols are shown in the following score, and are like a quarter note with a flag added to its stem:
el: Το επόμενο σύμβολο που θα μελετήσουμε είναι το όγδοο. Ο συμβολισμός του υποδεικνύεται στην ακόλουθη παρτιτούρα και μοιάζει με ένα τέταρτο, προσθέτοντας μια σημαία στην κορυφή του:
fr: La prochaine figure de note que nous allons étudier est la croche. Sa représentation est montrée dans la partition suivante et ressemble à la noire avec un crochet sur la hampe :

source: The note symbols have three distinct parts: (1) the note-head, (2) the stem and (3) the flag (also named hook or tail), as depicted in next figure:
el: Τα σύμβολα των φθόγγων έχουν τρία διαφορετικά μέρη: (1) η κεφαλή, (2) το στέλεχος και (3) το άγκιστρο (που ονομάζεται επίσης σημαία ή ουρά), όπως απεικονίζεται στο επόμενο σχήμα:
fr: Les figures de note ont trois parties différentes : (1) la tête de note, (2) la hampe et (3) le crochet, représentés dans la figure suivante :

source: The off-beat syncopation commonly refers to rhythms that emphasize the weak beats of a measure.
el: Η εκτός παλμού συγκοπή συνήθως αφορά ρυθμούς που δίνουν έμφαση στα ασθενή μέρη του μέτρου.
fr: Le contre-temps fait habituellement référence aux rythmes qui accentue le temps faible d'une mesure.

source: The quarter note and its rest
el: Το τέταρτο και η παύση του
fr: La noire et son silence

source: The sixteenth note
el: Το δέκατο έκτο
fr: La double croche

source: The staff
el: Το πεντάγραμμο
fr: La portée

source: The stave. Treble (G) and bass (F) clefs. Names of notes on the stave. Extension of the stave to include two ledger lines below and above each stave.
el: Το πεντάγραμμο. Κλειδιά του Σολ και του Φα. Ονομασία των φθόγγων στο πεντάγραμμο. Επέκταση του πενταγράμμου ώστε να περιλαμβάνει δύο βοηθητικές γραμμές κάτω και πάνω.
fr: La portée. Clef de Sol et clef de Fa. Noms des notes dans la portée. Extension de la portée pour inclure deux lignes au-dessous et au-dessus de chaque portée.

source: The symbols for notes are placed either on a line or on a space and the musical pitch (sound) is determined by the position of the note on the staff. Notes on the higher lines/spaces have a higher pitch than those on the lower ones:
el: Τα σύμβολα μιας νότας τοποθετούνται είτε πάνω σε μια γραμμή είτε σε ένα διάστημα, και το μουσικό τονικό ύψος (ήχος) καθορίζεται από τη θέση της νότας στο πεντάγραμμο. Οι νότες στις υψηλότερες γραμμές/διαστήματα έχουν υψηλότερο τονικό ύψος από αυτές στις χαμηλότερες γραμμές/διαστήματα:
fr: Les notes sont placées soit sur une ligne soit sur un interligne et leur hauteur est determinée par le positionnement de la note sur la portée. Les notes positionnées sur les les lignes/interlignes supérieurs ont une hauteur plus élevée que celles placées en bas :

source: The tempo
el: Το τέμπο
fr: Le tempo

source: The tempo and the metronome
el: Το τέμπο και ο μετρονόμος
fr: Le tempo et le métronome

source: The tempo of a piece of music is its speed, that is, how fast or slow the beats should go. But the time signature does not give you an idea about this, as it only says how many beats there are in a measure. In written music there are two ways to specify the tempo of a piece of music. Traditionally, composers relied on using verbal descriptions, writing indications such as 'Slow', 'Very fast', or 'Calmly'. These tempo words are normally written in Italian and are very common, even today. You should learn them:
el: Το τέμπο είναι η ταχύτητα ενός μουσικού κομματιού· αυτό σημαίνει πόσο γρήγορα ή πόσο αργά αποδίδονται οι παλμοί. Ωστόσο η μετρική ένδειξη δεν μας βοηθάει να το καταλάβουμε, καθώς μας υποδεικνύει μόνο τον αριθμό των παλμών που υπάρχουν σε ένα μέτρο. Στη γραπτή μουσική υπάρχουν δύο τρόποι για να προσδιοριστεί το τέμπο ενός μουσικού κομματιού. Παραδοσιακά, οι συνθέτες συνήθιζαν να χρησιμοποιούν λεκτικές περιγραφές, γράφοντας ενδείξεις όπως «Αργό», «Πολύ γρήγορο» ή «Ήρεμο». Αυτές οι ενδείξεις για το τέμπο συνήθως γράφονται στα ιταλικά και είναι πολύ συνηθισμένες, ακόμα και σήμερα. Πρέπει να τις γνωρίζετε:
fr: Le tempo d'une pièce musicale est sa vitesse, c'est-à-dire la vitesse à laquelle bat la pulsation. Le chiffrage ne vous indique pas cela, il correspond seulement au nombre de pulsation par mesure. Dans la musique écrite, il existe deux manières de specifier le tempo d'une pièce. Traditionnellement, les compositeurs ajoutent des descriptions écrites comme 'lent' , 'très rapide' ou 'calme'. Ces indications de tempo sont d'habitude écrites en italien et sont très courantes, même aujourd'hui. Vous devriez les apprendre :

source: The tie symbol indicates that the two tied notes must be played as a single note with a duration equal to the sum of the two individual notes. In the previous example, the tie joins two quarter notes, creating a note of double duration (a half note). Listen to the following score:
el: Το σύμβολο της σύζευξης υποδηλώνει ότι οι δύο συζευγμένες νότες πρέπει να παιχτούν ως μία νότα με διάρκεια ίση με το άθροισμα των δύο νοτών. Στο προηγούμενο παράδειγμα, η σύζευξη ένωνε δύο τέταρτα, δημιουργώντας μια νότα διπλάσιας διάρκειας (μισό). Ακούστε την επόμενη παρτιτούρα:
fr: La figure de liaison indique que les deux notes liées doivent être jouées comme une seule note avec une durée égale à la somme des deux notes individuelles. Dans l'exemple précédent, la liaision lie deux noires, créant une note de durée double (une blanche). Ecoutez la partition suivante :

source: The top number tells how many beats there are in a measure and the bottom number shows the type of note that gets one beat. For now you must learn that the bottom number 4 means 'quarter note'. So, the time signature in the previous example says that each measure will have two beats and that each beat will get a quarter note. The time signature is often called the 'meter' of a piece.
el: Ο αριθμητής λέει πόσοι παλμοί υπάρχουν στο μέτρο και ο παρονομαστής μάς δείχνει ποια μονάδα (αξία) θα θεωρηθεί ως ένας παλμός. Για την ώρα, θα πρέπει να μάθετε ότι ο παρονομαστής 4 σημαίνει αξία τετάρτου. Συνεπώς, η μετρική ένδειξη στο προηγούμενο παράδειγμα μας λέει ότι κάθε μέτρο θα έχει δύο παλμούς και κάθε ένας παλμός θα ισούται με ένα τέταρτο. Η μετρική ένδειξη συχνά ονομάζεται και «μέτρο» ενός κομματιού.
fr: Le chiffre supérieur indique le nombre de pulsations dans chaque mesure et le chiffre inférieur le type de note que comprend une pulsation. Pour l'instant, vous devez apprendre que le chiffre inférieur 4 signifie une 'noire'. Donc, le chiffrage dans l'exemple précédent indique que chaque mesure contiendra deux pulsations et chaque pulsation une noire.

source: The traditional metronomes are mechanic, based on a pendulum with a rod. The pendulum rod swings back and forth in tempo, producing a 'tick' sound on each swing. Modern metronomes are electronic. The following figure shows an example of a typical mechanic metronome:
el: Οι παραδοσιακοί μετρονόμοι είναι μηχανικοί, βασισμένοι σε ένα εκκρεμές με μια ράβδο. Η ράβδος μετακινείται εμπρός και πίσω σε συγκεκριμένο ρυθμό, δημιουργώντας ένα «τικ» σε κάθε ταλάντωση. Οι σύγχρονοι μετρονόμοι είναι ηλεκτρονικοί. Το παρακάτω σχήμα δείχνει ένα παράδειγμα τυπικού μηχανικού μετρονόμου:
fr: Les métronomes traditionnels sont basés sur une mécanique de pendule et de bielle. La bielle du pendule se balance d'arrière en avant en rythme, produisant un son 'tic' à chaque oscillation. Les métronomes modernes sont électroniques. La figure suivante montre un exemple typique de métronome mécanique :

source: The whole note and its rest
el: Το ολόκληρο και η παύση του
fr: La ronde et son silence

source: There are different types of bar lines, that are used for special purposes. For example, the end of the last measure of a piece of music is marked with a double bar line, being the fist line thin and the second one thick. The thin double bar line (two thin lines) is used to mark sections within a piece of music.
el: Υπάρχουν διαφορετικοί τύποι διαστολών που χρησιμοποιούνται για συγκεκριμένους λόγους. Για παράδειγμα, το τέλος του τελευταίου μέτρου ενός μουσικού κομματιού σημειώνεται με διπλή διαστολή, έχοντας την πρώτη γραμμή λεπτή και τη δεύτερη εντονότερη. Η λεπτή διπλή διαστολή (δύο λεπτές γραμμές) χρησιμοποιείται για να σημειωθούν τμήματα μέσα σε ένα μουσικό κομμάτι.
fr: Il existe differents types de barres de mesure correspondant à des usages bine particuliers. Par exemple, la fin de la dernière mesure d'une partition est notée avec une double barre de mesure, la premiere mince et la seconde plus épaisse. La double barre de mesure mince (deux lignes minces) est utilisée pour marquer des sections au sein de la partition.

source: These type of rhythms in which the stress is shifted to weak parts are known as 'syncopated rhythms'.
el: Αυτοί οι τύποι ρυθμών στους οποίους ο τονισμός μετατοπίζεται σε αδύναμα μέρη είναι γνωστοί ως «συγκοπτόμενοι ρυθμοί».
fr: Ce type de rythme dans lequel l'accent est déplacé vers les temps faibles est appelé 'rythme syncopé'.

source: This course has 31 lessons covering the following material:
el: Αυτή η σειρά μαθημάτων αποτελείται από 31 μαθήματα που καλύπτουν την ακόλουθη ύλη:
fr: Ce cours contient 31 leçons couvrant les points suivants :

source: This eMusicBook is a self-instruction music reading course, intended to help improve one's reading skills, providing the sort of practice and exercise that are required to become a good sight-reader.
el: Αυτό το ηλεκτρονικό βιβλίο είναι μια σειρά μαθημάτων αυτο-διδασκαλίας μουσικής ανάγνωσης, που αποσκοπεί στη βελτίωση των δεξιοτήτων ανάγνωσης ενός ατόμου, παρέχοντας το είδος εξάσκησης και άσκησης που απαιτούνται για να κατακτηθεί η οπτική ανάγνωση.
fr: Cet eMusicBook est un cours d'auto-apprentissage de lecture de musique, destiné à augmenter vos capacités, en s'appuyant sur la pratique et l'exercice nécessaires pour devenir un bon lecteur.

source: This eMusicBook is intended to help improve one's reading skills, providing the sort of practice and exercise that are required to become a good sight-reader.
el: Αυτό το ηλεκτρονικό βιβλίο έχει ως σκοπό να βοηθήσει στη βελτίωση των δεξιοτήτων ανάγνωσης, παρέχοντας το είδος της εξάσκησης και της άσκησης που απαιτούνται για να κατακτηθεί η οπτική ανάγνωση.
fr: Cet eMusicBook est destiné à augmenter vos capacités de lecture, en s'appuyant sur la pratique et l'exercice nécessaires pour devenir un bon lecteur.

source: This lesson is based on materials from:
el: Αυτό το μάθημα είναι βασισμένο σε υλικό από:

source: This rhythm is widely used in classical music; also it is the usual time signature in rock, jazz, and modern pop and dance music.
el: Αυτός ο ρυθμός χρησιμοποιούνταν ευρέως στην κλασική μουσική· επίσης, είναι το σύνηθες μέτρο στη ροκ, την τζαζ και τη σύγχρονη ποπ και χορευτική μουσική.
fr: Ce rythme est largement utilisé dans la musique classique ; il est également très présent dans le rock, le jazz et la musique pop et dance.

source: Tho quarter note and its rest
el: Το τέταρτο και η παύση του
fr: La noire et son silence

source: Ties
el: Συζεύξεις διαρκείας
fr: Liaisons

source: Time signatures
el: Χρονικές αξίες μέτρων
fr: Chiffrage

source: To know how many beats are there in a measure, a 'time signature' is placed at the beginning of the staff, after the clef. The time signature is the two numbers placed above and below the third line:
el: Για να ξέρουμε πόσοι παλμοί υπάρχουν σε ένα μέτρο, τοποθετείται στην αρχή του πενταγράμμου, μετά το κλειδί, η «μετρική ένδειξη». Η μετρική ένδειξη είναι οι δύο αριθμοί που βρίσκονται πάνω και κάτω από την τρίτη γραμμή:
fr: Pour savoir combien il y a de pulsations dans une mesure, un chiffrage est placé au debut de la portée, après la clé. Ce chiffrage correspond aux deux chiffres placés au-dessus et au-dessous de la troisième ligne :

source: Translated to #REPLACE BY YOUR LANGUAGE NAME# by #REPLACE BY YOUR NAME#.
el: Μεταφράστηκε στα ελληνικά από τον Αυγέρη Τσιρώνη.

source: Two sixteenth notes equal one eighth note and four sixteenth notes equal one quarter note. So in 2/4, 3/4 and 4/4 time signatures a beat is occupied by four sixteenth notes and, conversely, a sixteenth note receives 1/4 of a beat. In these time signatures sixteenth notes are usually drawn beamed.
el: Δύο δέκατα έκτα ισούνται με ένα όγδοο και τέσσερα δέκατα έκτα ισούνται με ένα τέταρτο. Έτσι σε μέτρα με μετρική ένδειξη 2/4, 3/4 και 4/4 ένας παλμός αποτελείται τέσσερα δέκατα έκτα και, αντίστροφα, το ένα δέκατο έκτο καταλαμβάνει το 1/4 του παλμού. Σε αυτά τα μέτρα τα δέκατα έκτα συνήθως σχεδιάζονται ως σύμπλεγμα φθογγόσημων.
fr: Deux double croches sont égales à une croche et quatre double croches sont égales à une noire. Donc dans les mesures à 2/4, 3/4 et 4/4, une pulsation est occupée par quatre double croches et, inversement, une double croche correspond à un quart de temps. Dans ces mesures, les double croches sont dessinées avec des poutres.

source: We already know (lesson 10) about ties: a tie is a small arch between the heads of two consecutive notes of the same pitch, to join the duration of two notes. In this lesson we will learn about two other symbols to lengthen the duration of a note or a rest: the dot and the fermata.
el: Γνωρίζουμε ήδη (μάθημα 10) για τις συζεύξεις διαρκείας: η σύζευξη διαρκείας είναι μια καμπύλη ανάμεσα στις κεφαλές δύο διαδοχικών φθόγγων του ίδιου τονικού ύψους, η οποία ενώνει τη διάρκεια αυτών των δύο φθόγγων. Σε αυτό το μάθημα θα μάθουμε άλλα δύο σύμβολα που αυξάνουν τη διάρκεια μιας νότας ή μιας παύσης: τη στιγμή διαρκείας και την κορόνα.
fr: Nous connaissons déjà (leçon 10) les liaisons : une liaison est un petit arc placé entre les têtes de deux notes consécutives de même hauteur pour ajouter leur durée. Dans cette leçon, nous allons apprendre deux autres symboles pour augmenter la durée d'une note ou d'un silence : le point et le point d'orgue.

source: We also know that the first beat of each measure is the stronger one. Therefore, if you count beats along with the music, the 2/4 time signature will imply a rhythm such as 'ONE-and-Two-and-ONE-and-Two-and ...', stressing the ONE syllable, as if you were a soldier marching. For studying music reading it makes sense to mark the beats with the hand, the first beat of each measure with a knock down (on the table or in the air) and the second beat of each measure with a knock up (in the air or on the shoulder). You can also mark the beats with your foot, it you prefer, but it is very, very important to mark the beats. You should make a habit out of it, at least until you get enough skills at reading music.
el: Επίσης ξέρουμε ότι ο πρώτος παλμός κάθε μέτρου είναι ο ισχυρότερος. Επομένως, αν μετρήσετε τους παλμούς κατά τη διάρκεια της μουσικής, το μέτρο αξίας 2/4 έχει ένα ρυθμό της μορφής «ΕΝ-και-Δύο-ΕΝ-και-Δύο-ΕΝ-και... », τονίζοντας τη συλλαβή ΕΝ, σαν να ήσασταν στρατιώτες που βαδίζουν συντεταγμένα. Για τη μελέτη της γραπτής μουσικής, έχει νόημα να δείχνουμε τα χτυπήματα με το χέρι, ο πρώτος παλμός κάθε μέτρου με ένα χτύπημα κάτω (στο τραπέζι ή στον αέρα) και ο δεύτερος παλμός κάθε μέτρου με ένα χτύπημα πάνω (στον αέρα ή στον ώμο). Μπορείτε επίσης να σημειώσετε τα χτυπήματα με το πόδι σας, αλλά είναι πολύ σημαντικό να δείξετε τους ρυθμούς. Θα πρέπει να σας γίνει συνήθεια, τουλάχιστον μέχρι να αποκτήσετε αρκετές δεξιότητες στην ανάγνωση μουσικής.
fr: Nous savons aussi que la première pulsation de chaque mesure correspond au temps fort. Donc si vous comptez les pulsations d'une musique, le chiffrage à 2/4 correspondra à un rythme tel que 'UN-et-deux-et-UN-et-deux-et...', en mettant l'accent sur la syllable UN, comme si vous êtiez un soldat en marche. Pour étudier la lecture de la musique, il faut marquer les pulsations avec la main, la première pulsation de chaque mesure avec un coup lourd (sur la table) et la deuxième avec un coup léger (sur l'épaule). Vous pouvez aussi marquer les pulsations avec vos pieds si vous préferez , mais il est très, très important de marquer les pulsations. Vous pourriez faire de cela une habitude, au moins jusqu'à ce que vous très à l'aise en lecture musicale.

source: We have learnt that the vertical position of a note on the staff determines its pitch. The duration of the note (that, is the duration of its sound) is indicated by using different types of signs for the notes, so each note sign corresponds to a different duration. The following picture shows the different types of notes and their names:
el: Έχουμε μάθει ότι η κάθετη θέση μιας νότας στο πεντάγραμμο καθορίζει το τονικό της ύψος. Η διάρκεια της νότας (δηλαδή η διάρκεια του ήχου της) υποδηλώνεται με τη χρήση διαφορετικών συμβόλων για τις νότες, έτσι ώστε κάθε σύμβολο να αντιστοιχεί σε διαφορετική διάρκεια. Η παρακάτω εικόνα δείχνει τα διαφορετικά σύμβολα και τα ονόματά τους:
fr: Nous avons déjà appris que la position verticale d'une note sur la portée détermine sa hauteur. La durée de la note (la durée du son) est indiquée en utilisant différents types de figures, correspondant chacun à une durée différente. Le dessin suivant montre les différents types de figures de notes et leur nom :

source: We know that there are strong and weak beats. For example, the first beat of a measure normally has the strongest accent. But the accent can be deliberately shifted to weak parts, as in the following example where the quarter notes are shifted by the initial eighth note, so that they are placed 'off-beat':
el: Γνωρίζουμε ότι υπάρχουν ισχυρά και ασθενή μέρη (παλμοί). Για παράδειγμα, ο πρώτος παλμός ενός μέτρου κανονικά έχει ισχυρότερο τονισμό. Αλλά η έμφαση του τονισμού μπορεί να μεταφερθεί σκόπιμα σε αδύναμα τμήματα, όπως στο επόμενο παράδειγμα, όπου τα τέταρτα μετατοπίζονται από το αρχικό όγδοο, έτσι ώστε να τοποθετούνται «εκτός παλμού»:
fr: Nous savons qu'il y a des temps forts et faibles. Par exemple, le premier temps d'une mesure normale a l'accent le plus fort. Mais l'accent peut être sciemment déplacé vers les temps faibles, comme dans l'exemple suivant où les noires sont décalées d'une croche, n'étant plus alors sur la pulsation :

source: We learnt, in lesson 6, that written music is organized by dividing it into small groups of beats, called 'measures'. The measures of the time signatures studied in previous lessons (2/4, 3/4 and 4/4) have, respectively, two, three and four beats per measure. These time signatures are known as 'simple meter' or 'simple time signatures'.
el: Στο μάθημα 6 μάθαμε ότι η γραπτή μουσική οργανώνεται διαιρώντας την σε μικρές ομάδες παλμών, που ονομάζονται «μέτρα». Τα μέτρα που μελετήθηκαν σε προηγούμενα μαθήματα (2/4, 3/4 και 4/4) έχουν αντίστοιχα δύο, τρεις και τέσσερις παλμούς ανά μέτρο. Αυτά τα μέτρα ονομάζονται «απλά μέτρα».
fr: Nous avons appris, dans la leçon 6, que la musique écrite est organisée en petits groupes de pulsations, appelés 'mesures'. Les types de mesures étudiées dans les leçons précédentes (2/4, 3/4 et 4/4) ont, respectivement, deux, trois et quatre pulsations par mesure. Ces mesures sont appelées 'mesures binaires'.

source: We said in previous lesson that written music is divided on the staff into parts named 'measures'. Although there are exceptions, in general all the measures of a piece of music have the same number of beats. Therefore, we must learn that written music is organized by dividing it into small groups of beats, and these groups are called 'measures'.
el: Είπαμε σε προηγούμενο μάθημα ότι η γραπτή μουσική είναι διαιρεμένη στο πεντάγραμμο σε μέρη τα οποία ονομάζονται «μέτρα». Παρότι υπάρχουν εξαιρέσεις, συνήθως όλα τα μέτρα ενός μουσικού κομματιού έχουν τον ίδιο αριθμό παλμών. Επομένως, πρέπει να μάθουμε ότι η γραπτή μουσική οργανώνεται διαιρώντας την σε μικρές ομάδες παλμών, και αυτές οι ομάδες ονομάζονται «μέτρα».
fr: Nous avons déjà dit dans les leçons précédentes que les portées sont divisées en parties appelées 'mesures'. Bien qu'il y ait des exceptions, toutes les mesures d'une partition ont le même nombre de pulsations. Donc nous devons apprendre que la musique écrite est organisée en la divisant en petits groupes de pulsations, et ces groupes sont appelés 'Mesures'.

source: When it is necessary to write a note higher or lower than the pitch represented by the staff lines, extra lines can be added to the staff. They are called 'leger (or ledger) lines' and are drawn as short lines, slightly longer than the note head. For example, the following score shows the natural scale starting on C:
el: Όταν κρίνεται απαραίτητο να γράψετε μια νότα υψηλότερα ή χαμηλότερα από το τονικό ύψος που παρουσιάζεται στο πεντάγραμμο, μπορούν να προστεθούν επιπλέον γραμμές. Ονομάζονται «βοηθητικές γραμμές» και σχεδιάζονται ως μικρές γραμμές, ελαφρώς μεγαλύτερες από την κεφαλή της νότας. Για παράδειγμα, η επόμενη παρτιτούρα δείχνει τη φυσική κλίμακα που ξεκινάει από τη νότα Ντο:
fr: Lorsqu'il est nécessaire d'écrire une note plus haute ou plus basse que l'étendue representée par la portée, des lignes supplémentaires peuvent être ajoutées. Elles sont appelées 'lignes supplémentaires' et sont dessinées comme une ligne très courte ou un tiret un peu plus long que la tête de la note. Par exemple, la partition suivante montre la gamme naturelle qui commence par Do :

source: When playing back a score its tempo is also controlled by the built-in settings. Just change the displayed tempo number and the tempo of the score will automatically adjust to it.
el: Κατά την αναπαραγωγή μιας παρτιτούρας, ο ρυθμός ελέγχεται επίσης από τις ενσωματωμένες ρυθμίσεις. Απλώς αλλάξτε τον εμφανιζόμενο αριθμό ρυθμού και ο ρυθμός της παρτιτούρας θα προσαρμοστεί αυτόματα.
fr: Quand vous jouez une partition, son tempo est aussi contrôlé par les règlages prédéfinis. Modifiez simplement la valeur du tempo affichée et le tempo de la partition sera automatiquement ajusté.

source: Whole
el: Ολόκληρο
fr: Ronde

source: With exception of the first lessons, aimed at introducing the basic concepts of the music notation, the remaining lessons are structured into three sections:
el: Εξαιρουμένων των πρώτων μαθημάτων, στοχεύοντας στην παρουσίαση των βασικών εννοιών της μουσικής σημειογραφίας, τα υπόλοιπα μαθήματα διαρθρώνονται σε τρεις ενότητες:
fr: Contrairement aux premières leçons, introduisant les concepts basiques de la notation musicale, les leçons suivantes sont organisées en trois sections:
