Repository: lenmus/langtool
Catalog: locale/*/L2_MusicReading_*.po
Languages: el

source: - Read scores containing the rhythms studied in this lesson.
el: - Ανάγνωση παρτιτούρας που εμπεριέχει ρυθμούς αυτού του μαθήματος.

source: - Read scores with triplets.
el: - Ανάγνωση παρτιτούρας με τρίηχα.

source: - Train your ear and practise the introduced rhythmic patterns.
el: - Εξασκήστε την ακουστική σας ικανότητα στα ρυθμικά μοτίβα που παρουσιάζονται.

source: - Train your ear: 16th note and dotted 8th note tied to 8th note.
el: - Ακουστική εξάσκηση: δέκατο έκτο και όγδοο παρεστιγμένο συζευγμένα με όγδοο.

source: - Train your ear: 16th note and dotted 8th note tied to quarter note.
el: - Ακουστική εξάσκηση: δέκατο έκτο και όγδοο παρεστιγμένο συζευγμένα με τέταρτο.

source: - Train your ear: 8th note tied to four 16th notes.
el: - Ακουστική εξάσκηση: όγδοο συζευγμένο με τέσσερα δέκατα έκτα.

source: - Train your ear: 8th note tied to next beat.
el: - Ακουστική εξάσκηση: όγδοο συζευγμένο στον επόμενο χρόνο.

source: - Train your ear: 8th note tied to quarter note in next beat.
el: - Ακουστική εξάσκηση: όγδοο συζευγμένο με τέταρτο στον επόμενο χρόνο.

source: - Train your ear: 8th rest and two 16th notes.
el: - Ακουστική εξάσκηση: παύση ογδόου και δύο δέκατα έκτα.

source: - Train your ear: Dotted quarter note tied to group of 8th note, 8th rest and 8th note.
el: - Ακουστική εξάσκηση: Τέταρτο παρεστιγμένο συζευγμένο σε ομάδα ογδόου, παύση ογδόου και αξία ογδόου.

source: - Train your ear: Group of two 8th notes tied to a dotted 8th note.
el: - Ακουστική εξάσκηση: Ομάδα δύο ογδόων συζευγμένα με όγδοο παρεστιγμένο.

source: - Train your ear: Pattern of 16th note and dotted 8th note.
el: - Ακουστική εξάσκηση: Μοτίβο δεκάτων-έκτων και όγδοου παρεστιγμένου.

source: - Train your ear: Quarter note tied to 8th note.
el: - Ακουστική εξάσκηση: Τέταρτο συζευγμένο με όγδοο.

source: - Train your ear: Quarter note tied to four 16th notes.
el: - Ακουστική εξάσκηση: Τέταρτο συζευγμένο με τέσσερα δέκατα-έκτα.

source: - Train your ear: Two 16th notes and 8th rest.
el: - Ακουστική εξάσκηση: Δύο δέκατα-έκτα και παύση ογδόου.

source: - Train your ear: a quarter note tied to a dotted 8th note.
el: - Ακουστική εξάσκηση: ένα τέταρτο συζευγμένο με ένα όγδοο παρεστιγμένο.

source: - Train your ear: the dotted 8th note pattern.
el: - Ακουστική εξάσκηση: το μοτίβο του όγδοου παρεστιγμένου.

source: 16th note and dotted 8th note
el: δέκατο-έκτο και όγδοο παρεστιγμένο

source: 16th note and dotted 8th note tied to 8th note
el: δέκατο-έκτο και όγδοο παρεστιγμένο συζευγμένο με όγδοο

source: 16th note and dotted 8th note tied to quarter note
el: δέκατο-έκτο και όγδοο παρεστιγμένο συζευγμένο με τέταρτο

source: 8th note tied to four 16th notes
el: όγδοο συζευγμένο με τέσσερα δέκατα-έκτα

source: 8th note tied to group of one 8th and two 16th notes
el: όγδοο συζευγμένο με ομάδα ενός ογδόου και δύο δεκάτων-έκτων

source: 8th note tied to quarter note in next beat
el: όγδοο συζευγμένο με τέταρτο στον επόμενο παλμό

source: 8th rest and two 16th notes
el: παύση ογδόου και δύο δέκατα-έκτα

source: A quarter note tied to a dotted 8th note
el: Ένα τέταρτο συζευγμένο με όγδοο παρεστιγμένο

source: Always that you find a trouble with a rhythmic pattern, study it first without the ties. When learned without the ties it will be easier to learn the original one with ties.
el: Κάθε φορά που αντιμετωπίζετε πρόβλημα με ένα ρυθμικό μοτίβο, διαβάστε το πρώτα χωρίς τις συζεύξεις. Όταν το μάθετε χωρίς συζεύξεις θα είναι ευκολότερο να μάθετε το αρχικό με τις συζεύξεις.

source: Apart of introducing new rhythmic cells, of increasing complexity, the main concepts introduced in Level 2 are:
el: Εκτός από την παρουσίαση νέων ρυθμικών κελιών, αυξανόμενης πολυπλοκότητας, οι κύριες έννοιες που παρουσιάζονται στο επίπεδο 2 είναι:

source: But, what to do if you want to divide the beat into three even parts? The answer is called a 'triplet': you write three eight notes and you group them together, using a slur or bracket, with a number '3'. The '3' indicates that the three notes must be played in the time allotted for two notes. So a triplet quarter note is 2/3 the duration of a standard quarter note. Similarly, three triplet eighth notes are equal in duration to a quarter note. If several note values appear under the triplet bracket, they are all affected the same way, reduced to 2/3 their original duration.
el: Τι πρέπει να κάνουμε εάν θέλουμε να χωρίσουμε τον παλμό σε τρία μέρη; Η απάντηση έχει το όνομα «τρίηχο»: γράφετε τρία όγδοα και τα ομαδοποιείτε, χρησιμοποιόντας μία μουσική σύνδεση ή αγκύλη, με τον αριθμό «3». Το «3» υποδεικνύει ότι οι τρεις νότες πρέπει να παιχτούν στο χρόνο που κατανέμονται δύο νότες. Συνεπώς, ένα τρίηχο τετάρτων έχει διάρκεια ίση με τα 2/3 της διάρκειας ενός κανονικού τετάρτου. Ομοίως, το τρίηχο ογδόων ισούται σε διάρκεια με ένα τέταρτο. Εάν εμφανίζονται διαφορετικές αξίες κάτω από την αγκύλη του τρίηχου, επηρεάζονται όλες με τον ίδιο τρόπο, μειώνοντας στα 2/3 της αρχικής τους διάρκειας.

source: Compound time of 12/8. 8th note tied to 16th notes
el: Σύνθετος χρόνος 12/8. Όγδοο συζευγμένο με δέκατα-έκτα

source: Compound time of 9/8. Dotted quarter note
el: Σύνθετος χρόνος 9/8. Τέταρτο παρεστιγμένο

source: Compound time of 9/8. Whole note tied to next beat
el: Σύνθετος χρόνος 9/8. Ολόκληρο συζευγμένο με τον επόμενο παλμό

source: Compound time signatures of 9/8, 12/8 and the grouping of notes and rests within these times.
el: Σύνθετες μετρικές ενδείξεις των 9/8, 12/8 και ομαδοποίηση αξιών και παύσεων μέσα σε αυτούς τους χρόνους.

source: Compound time. 8th note tied to 16th notes
el: Σύνθετος χρόνος. Όγδοο συζευγμένο με δέκατα-έκτα

source: Compound time. 8th note tied to next beat
el: Σύνθετος χρόνος. Όγδοο συζευγμένο στον επόμενο παλμό

source: Compound time. 8th note tied to next beat (2)
el: Σύνθετος χρόνος. Όγδοο συζευγμένο στον επόμενο παλμό (2)

source: Compound time. 8th note, rest and note
el: Σύνθετος χρόνος. Όγδοο, παύση και αξία

source: Compound time. Three 8th notes tied to next beat
el: Σύνθετος χρόνος. Τρία όγδοα συζευγμένα στον επόμενο παλμό

source: Compound time. Three quarter notes
el: Σύνθετος χρόνος. Τρία τέταρτα

source: Cover page
el: Εξώφυλλο

source: Dotted 8th note
el: Όγδοο παρεστιγμένο

source: Dotted quarter note tied to group of 8th note, 8th rest and 8th note
el: Τέταρτο παρεστιγμένο συζευγμένο με ομάδα ογδόου, παύση ογδόου και ογδόου

source: Duple meter. The triplet
el: Διπλό μέτρο. Το τρίηχο

source: Each lesson is structured into three sections:
el: Κάθε μάθημα είναι δομημένο σε τρία μέρη:

source: Exercise 1
el: Άσκηση 1

source: Exercise 2
el: Άσκηση 2

source: Exercise 3
el: Άσκηση 3

source: Exercise 4
el: Άσκηση 4

source: Exercises
el: Ασκήσεις

source: Extension of the stave in C1 clef to include one ledger line above the stave.
el: Επέκταση του πενταγράμμου στο κλειδί Ντο1 για να συμπεριληφθεί μία βοηθητική γραμμή πάνω από το πεντάγραμμο.

source: Extension of the stave in treble (G) and bass (F) clefs to include two ledger lines below and above each stave.
el: Επέκταση του πενταγράμμου στα κλειδιά του Σολ και του Φα για να περιλαμβάνονται δύο γραμμές κάτω και πάνω από το κάθε πεντάγραμμο.

source: Finally, in the third section some exercises are proposed to learn and practise the new concepts introduced.
el: Τέλος, στο τρίτο μέρος προτείνονται κάποιες ασκήσεις για να μάθετε και να εξασκήσετε τις νέες έννοιες που εισήχθησαν.

source: Group of two 8th notes tied to a dotted 8th note
el: Ομάδα δύο ογδόων συζυγμένων με ένα όγδοο παρεστιγμένο

source: Groups of two 16th notes
el: Ομάδες των δύο δεκάτων-έκτων

source: In a similar way you can get and learn the other patterns of this lesson:
el: Με έναν παρόμοιο τρόπο μπορείτε να λάβετε και να μάθετε τα άλλα μοτίβα αυτού του μαθήματος:

source: In level 2 we continue with all concepts introduced in level 1, and new concepts are introduced in a progressive way, alternating simple time signatures and duple time ones.
el: Στο επίπεδο 2 συνεχίζουμε με όλα τα θέματα που παρουσιάστηκαν στο επίπεδο 1, και προοδευτικά παρουσιάζονται και νέα θέματα, εναλλακτικές απλές μετρικές ενδείξεις και διπλοί χρόνοι.

source: In the first one the new concepts and rhythmic patterns introduced in the lesson are explained.
el: Στο πρώτο αναλύονται οι νέες έννοιες και τα ρυθμικά μοτίβα που εισάγονται στο μάθημα.

source: In the second section, optional, the new concepts are compared with known ones, so that the student can better relate the new material and learn it.
el: Στο δεύτερο μέρος, προαιρετικά, τα νέα θέματα συγκρίνονται με τα ήδη γνωστά, έτσι ώστε ο μαθητής να μπορέσει να συσχετίσει με τον καλύτερο δυνατό τρόπο το νέο υλικό και να το μάθει.

source: In this lesson a new rhythmic pattern is introduced as the result of tying a group of two 8th notes and a quarter note to a group of a quarter note and two 8th notes. Note how it can also be written with a quarter note:
el: Σε αυτό το μάθημα παρουσιάζεται ένα νέο ρυθμικό μοτίβο, ως αποτέλεσμα της σύζευξης μίας ομάδας δύο ογδόων και ενός τετάρτου με μία ομάδα ενός τετάρτου και δύο ογδόων. Σημειώστε πώς μπορεί επίσης να γραφτεί με ένα τέταρτο:

source: In this lesson a new rhythmic pattern is introduced, as the result of tying a group of two 16th notes and one 8th with a group of a 8th note and two 16th notes. Note that in can also be written using a quarter note:
el: Σε αυτό το μάθημα παρουσιάζεται ένα νέο ρυθμικό μοτίβο, ως αποτέλεσμα της σύζευξης μίας ομάδας δύο δεκάτων-έκτων και ενός ογδόου με μία ομάδα ενός ογδόου και δύο δεκάτων-έκτωω. Σημειώστε πώς μπορεί επίσης να γραφτεί με ένα τέταρτο:

source: In this lesson a new rhythmic pattern is introduced, as the result of tying the notes, in pairs, of two triplets. Note that in can also be written using a quarter note:
el: Σε αυτό το μάθημα παρουσιάζεται ένα νέο ρυθμικό μοτίβο ,ως αποτέλεσμα της σύζευξης των αξιών, σε ζεύγη των δύο τρίηχων. Σημειώστε πως μπορεί επίσης να γραφτεί χρησιμοποιώντας αξία τετάρτου:

source: In this lesson a new rhythmic pattern is introduced, by tying a note to a triplet:
el: Σε αυτό το μάθημα παρουσιάζεται ένα νέο ρυθμικό μοτίβο, ενώνοντας με σύζευξη μία νότα με ένα τρίηχο:

source: In this lesson a new rhythmic pattern is introduced. This pattern can be written in two different ways:
el: Σε αυτό το μάθημα παρουσιάζεται ένα νέο ρυθμικό μοτίβο. Αυτό το μοτίβο μπορεί να γραφτεί με δύο διαφορετικούς τρόπους:

source: In this lesson a new rhythmic pattern is introduced: One 8th note tied to group of one 8th and two 16th notes. Note that this new pattern can be written in two different ways:
el: Σε αυτό το μάθημα παρουσιάζεται ένα νέο ρυθμικό μοτίβο: Ένα όγδοο συζευγμένο με μία ομάδα ενός ογδόου και δύο δεκάτων-έκτων. Σημειώστε ότι αυτό το νέο μοτίβο μπορεί να γραφτεί με δύο διαφορετικούς τρόπους:

source: In this lesson a new rhythmic pattern is introduced: the 8th note tied to next beat:
el: Σε αυτό το μάθημα παρουσιάζεται ένα νέο ρυθμικό μοτίβο: το όγδοο συζευγμένο με τον επόμενο παλμό:

source: In this lesson the compound time of 9/8 is introduced, as well as two new rhythmic patterns. The 9/8 time has three beats and each beat is occupied by a 8th note. The measure is occupied by a dotted quarter note.
el: Σε αυτό το μάθημα παρουσιάζεται το σύνθετο μέτρο των 9/8, καθώς και δύο νέα ρυθμικά μοτίβα. Τα 9/8 έχουν τρεις παλμούς και κάθε παλμός προσδιορίζεται από ένα όγδοο. Το μέτρο προσδιορίζεται από ένα τέταρτο παρεστιγμένο.

source: In this lesson the dotted 8th note pattern in simple times is introduced:
el: Σε αυτό το μάθημα παρουσιάζεται το μοτίβο τού όγδοου παρεστιγμένου σε απλά μέτρα:

source: In this lesson the next patterns are introduced:
el: Σε αυτό το μάθημα παρουσιάζονται τα ακόλουθα μοτίβα:

source: In this lesson two new rhythmic patterns are introduced. They are the result of tying a triplet to the next note:
el: Σε αυτό το μάθημα παρουσιάζονται δύο νέα ρυθμικά μοτίβα. Είναι το αποτέλεσμα της σύζευξης ενός τρίηχου με την επόμενη νότα (αξία):

source: In this lesson two new rhythmic patterns are introduced:
el: Σε αυτό το μάθημα παρουσιάζονται δύο νέα ρυθμικά μοτίβα:

source: Introduction
el: Εισαγωγή

source: Key signatures of all major and minor keys up to and including four sharps and flats.
el: Οπλισμοί όλων των μείζονων και ελλάσονων μέχρι και τέσσερις διέσεις και υφέσεις.

source: Lesson's structure
el: Δομή του μαθήματος

source: Licensed under the Creative Commons Attribution/Share-Alike License;
el: Υπόκειται σε Πνευματικά Δικαιώματα Αναφορά Δημιουργού - Παρόμοια Διανομή.

source: Listen and observe the differences
el: Ακούστε και παρατηρήστε τις διαφορές

source: Listen and take notice of the differences
el: Ακούστε και σημειώστε τις διαφορές

source: Listen to each measure and pay attention to the newly introduced patterns:
el: Ακούστε κάθε μέτρο και προσέξτε το νέο μοτίβο που παρουσιάζεται:

source: Music reading. Level 2
el: Μουσική ανάγνωση. Επίπεδο 2

source: Note how the rhythm of dotted 8th note can be obtained from one 8th note and two 16th notes, when tying the 8th note.
el: Προσέξτε πως ο ρυθμός με όγδοα παρεστιγμένα μπορεί να ληφθεί από ένα όγδοο και δύο δέκατα-έκτα, όταν βάλουμε σύζευξη στο όγδοο.

source: Note the difference between the first and the second measure and between the third and the fourth. Note how they are formed when putting a tie.
el: Προσέξτε τις διαφορές μεταξύ του πρώτου και του δεύτερου μέτρου, και μεταξύ του τρίτου και του τέταρτου. Δείτε πως μετασχηματίζονται όταν χρησιμοποιούμε σύζευξη.

source: Note the difference between the first and the second measure, and between the third and the fourth ones. Note how measures 2 and 4 are similar to measures 1 and 3 and are formed by tying the triplets.
el: Προσέξτε τις διαφορές μεταξύ του πρώτου και του δεύτερου μέτρου, και μεταξύ του τρίτου και του τέταρτου.

source: Note the difference between the first and the second measure, and between the third and the fourth ones. Note how measures 2 and 4 are similar to measures 1 and 3 but tying the triplets.
el: Προσέξτε τις διαφορές μεταξύ του πρώτου και του δεύτερου μέτρου, και μεταξύ του τρίτου και του τέταρτου. Δώστε προσοχή πώς τα μέτρα 2 και 4 είναι όμοια με τα μέτρα 1 και 3 αλλά βάζοντας σύζευξη στα τρίηχα.

source: Note the difference between the first and the second measure, and between the third and the fourth. Note how they are formed when tying the note to the triplet:
el: Προσέξτε τις διαφορές μεταξύ του πρώτου και του δεύτερου μέτρου, και μεταξύ του τρίτου και του τέταρτου. Προσέξτε πως μετασχηματίζονται όταν χρησιμοποιούμε σύζευξη μεταξύ της νότας και του τρίηχου:

source: Note the difference between the first and the second measure. Note how it is formed when putting a tie.
el: Προσέξτε τις διαφορές μεταξύ του πρώτου και του δεύτερου μέτρου. Σημειώστε πως μετασχηματίζεται όταν χρησιμοποιούμε σύζευξη.

source: Note the difference between the first and the second measure. Note how it is formed when tying the two groups of the first measure.
el: Προσέξτε τις διαφορές μεταξύ του πρώτου και του δεύτερου μέτρου. Σημειώστε πως μετασχηματίζεται όταν χρησιμοποιούμε σύζευξη στις δύο ομάδες του πρώτου μέτρου.

source: Note the difference between the first measure and the others and how they are formed when putting a tie.
el: Προσέξτε τις διαφορές μεταξύ του πρώτου μέτρου και των άλλων και πως μετασχηματίζονται όταν βάλουμε μία σύζευξη.

source: Note the differences between the following rhythmic patterns and how the second one is formed when the notes are tied.
el: Προσέξτε τις διαφορές μεταξύ των ακόλουθων μοτίβων και πως το δεύτερο μοτίβο σχηματίζεται όταν οι αξίες έχουν σύζευξη.

source: Note the differences between the following rhythmic patterns and how they are formed when we tie notes in the basic four 8th notes pattern. Compare this pattern with the one in the last measure. Note the different rhythmic accent between measures 3 and 4.
el: Προσέξτε τις διαφορές μεταξύ των ακόλουθων μοτίβων και πως σχηματίζονται όταν ενώνουμε τις αξίες με σύζευξη στο βασικό μοτίβο των τεσσάρων ογδόων. Συγκρίνετε αυτό το μοτίβο με αυτό του τελευταίου μέτρου. Σημειώστε τον διαφορετικό τονισμό του ρυθμού μεταξύ των μέτρων 3 και 4.

source: Note tied to four 16th notes
el: Αξία συζευγμένη με τέσσερα δέκατα-έκτα

source: Notes tied to a triplet
el: Αξίες συζευγμένες με ένα τρίηχο

source: Permission is granted to copy, distribute and/or modify this document under the terms of the Creative Commons Attribution-Share-Alike License 3.0 or later, with the exceptions of those pages where another author or group of authors has been clearly marked. The text of the licence is available at <a-1> http://creativecommons.org/licenses/by-sa/3.0/</a-1>
el: Επιτρέπεται η αντιγραφή, η διανομή ή / και η τροποποίηση αυτού του εγγράφου σύμφωνα με τους όρους της άδειας Αναφορά Δημιουργού - Παρόμοια Διανομή 3.0 Μη εισαγόμενο ή μεταγενέστερο, με εξαίρεση των σελίδων αυτών που κάποιος άλλος συγγραφέας ή ομάδα συγγραφέων έχουν επισημανθεί. Το κείμενο της άδειας είναι διαθέσιμο στο <a-1> http://creativecommons.org/licenses/by-sa/3.0/ </a-1>

source: Press 'Play' and listen carefully the rhythm. Train your ear and practise the newly introduced patterns.
el: Πατήστε «Αναπαραγωγή» και ακούστε προσεκτικά το ρυθμό. Εξασκήστε το αυτί σας και κάντε πρακτική στα νέα μοτίβα που παρουσιάζονται.

source: Press 'Play' and listen. Train your ear and practise reading this rhythm.
el: Πατήστε «Αναπαραγωγή» και ακούστε. Εξασκήστε το αυτί σας και κάντε πρακτική διαβάζοντας αυτόν το ρυθμό.

source: Press 'Play' and listen. Train your ear and practise the newly introduced patterns.
el: Πατήστε «Αναπαραγωγή» και ακούστε. Εξασκήστε το αυτί σας και κάντε πρακτική στα νέα μοτίβα που παρουσιάζονται.

source: Quarter note tied to 8th note
el: Τέταρτο συζευγμένο με όγδοο

source: Quarter note tied to four 16th notes
el: Τέταρτο συζευγμένο με τέσσερα δέκατα-έκτα

source: References
el: Αναφορές

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
el: Στείλτε τα σχόλια και τις προτάσεις σας στην ομάδα του LenMus (www.lenmus.org)

source: Simple time signatures of 2/8 and 3/8.
el: Απλή μετρική ένδειξη των 2/8 και 3/8.

source: The compound time of 12/8 has four parts and each beat is occupied by a dotted quarter note. The accent is on the first one. It is a time similar to the 6/8 and 9/8 times but with four beats. The note occupying all the measure is the dotted whole note.
el: Ο σύνθετος χρόνος 12/8 έχει τέσσερα μέρη και κάθε παλμός αποτελείται από ένα τέταρτο παρεστιγμένο. Ο τονισμός στο ισχυρό πραγματοποιείται στο πρώτο. Είναι μία ένδειξη όμοια με το 6/8 και 9/8 αλλά με τέσσερις παλμούς. Η αξία που προσδιορίζει όλο το μέτρο είναι το ολόκληρο παρεστιγμένο.

source: The soprano clef (C on 1st line). Names of notes on the stave.
el: Το κλειδί Σοπράνο (Ντο στη πρώτη γραμμή). Ονόματα των φθόγγων στο πεντάγραμμο.

source: This eMusicBook is intended to help one improve one's reading skills, providing sort of practice and exercises that are required in order to become a good sightreader.
el: Αυτό το ηλεκτρονικό Μουσικό Βιβλίο έχει σαν σκοπό να βελτιώσει τις αναγνωστικές δεξιότητες, παρέχοντας το είδος πρακτικής και τις απαραίτητες ασκήσεις που χρειάζεται κάποιος προκειμένου να γίνει καλός στην ανάγνωση.

source: This lesson is based on materials from:
el: Αυτό το μάθημα είναι βασισμένο σε υλικό από:

source: Tied dotted 8th note
el: Συζευγμένο όγδοο παρεστιγμένο

source: Translated to #REPLACE BY YOUR LANGUAGE NAME# by #REPLACE BY YOUR NAME#.
el: Μεταφράστηκε στα ελληνικά από τον Αυγέρη Τσιρώνη.

source: Triplet tied to next note
el: Τρίηχο συζευγμένο στην επόμενη νότα

source: Triplets, and triplet note groups with rests.
el: Τρίηχα και ομαδοποιημένα τρίηχα με παύσεις.

source: Two 16th notes and 8th rest
el: Δύο δέκατα-έκτα και παύση ογδόου

source: Two 16th notes and one 8th
el: Δύο δέκατα-έκτα και ένα όγδοο

source: Two 16th notes, one quarter note and one 8th note
el: Δύο δέκατα έκτα, ένα τέταρτο και ένα όγδοο

source: Two 16th notes, one quarter note and two 16th notes
el: Δύο δέκατα έκτα, ένα τέταρτο και δύο δέκατα έκτα

source: You also know that each beat can subdivide into smaller units. For example, we can divide it into two parts by writing two eighth notes or into four parts by using 16th notes:
el: Γνωρίζετε επίσης ότι κάθε παλμός μπορεί να υποδιαιρεθεί σε μικρότερα μέρη. Για παράδειγμα, μπορεί να διαιρεθεί σε δύο μέρη γράφοντας δύο όγδοα ή σε τέσσερα μέρη χρησιμοποιώντας δέκατα έκτα:

source: You know that simple time signatures tell us the number of beats in each measure. For example, in 3/4 there are three beats in each measure and each beat is occupied by a quarter note:
el: Γνωρίζετε πως οι απλές μετρικές ενδείξεις υποδηλώνουν τον αριθμό των παλμών σε κάθε μέτρο. Για παράδειγμα, στα 3/4 έχουμε τρεις παλμούς σε κάθε μέτρο και κάθε παλμός ισούται με ένα τέταρτο:

source: additional terms may apply. See cover page of this eBook for exceptions and details.
el: μπορεί να ισχύουν πρόσθετοι όροι. Δείτε το εξώφυλλο αυτού του ηλεκτρονικού βιβλίου για εξαιρέσεις και λεπτομέρειες.

source: the teacher of music
el: ο καθηγητής μουσικής
