Repository: lenmus/langtool
Catalog: locale/*/TheoryHarmony_*.po
Languages: de, el, es

source: - Aural training. Listen a scale and identify if it is major or minor.
de: - Gehörbildung. Hören Sie eine Tonleiter und unterscheiden Sie zwischen Dur und Moll.
el: - Ακουστική εξάσκηση. Ακούστε μια κλίμακα και προσδιορίστε αν είναι μείζονα ή ελάσσονα.
es: - Educación del oído: Escucha una escala e identifica si es mayor o menor.

source: - Aural training. Listen a scale and identify its type.
de: - Gehörbildung. Hören Sie eine Tonleiter und bestimmen Sie ihre Art.
el: - Ακουστική εξάσκηση. Ακούστε μια κλίμακα και προσδιορίστε τον τύπο της.
es: - Educación de oído: escucha una escala e identifica su tipo.

source: - Aural training: identify the type of cadence: perfect, imperfect, plagal, half or deceptive.
de: - Gehörbildung: Identifizieren Sie die Art der Kadenz: vollkommen, unvollkommen, Plagal-, Halb- oder Trugschluss.
el: - Ακουστική εξάσκηση. Προσδιορίστε τον τύπο της πτώσης: τέλεια, ατελής, πλάγια, μισή ή απροσδόκητη.
es: - Educación de oído. Identifica el tipo de cadencia: perfecta, imperfecta, plagal, semicadencia o rota.

source: - Identify the type of scale: major or minor natural. Key signature displayed.
de: - Bestimmen Sie die Art der Tonleiter: Dur oder Natürlich Moll. Die Vorzeichen sind angegeben.
el: - Προσδιορίστε τον τύπο της κλίμακας: μείζονα ή φυσική ελάσσονα. Ο οπλισμός δίνεται.
es: - Identifica el tipo de escala: mayor o menor. Con armadura.

source: - Identify the type of scale: major or minor natural. No key signature.
de: - Bestimmen Sie die Art der Tonleiter: Dur oder Natürlich Moll. Die Vorzeichen sind nicht angegeben.
el: - Προσδιορίστε τον τύπο της κλίμακας: μείζονα ή φυσική ελάσσονα. Ο οπλισμός δεν δίνεται.
es: - Identifica el tipo de escala: mayor o menor. Sin armadura.

source: - Identify the type of scale: major, minor natural, minor harmonic or minor melodic. Key signature displayed.
de: - Bestimmen Sie die Art der Tonleiter: Dur, Natürlich, Harmonisch oder Melodisch Moll. Die Vorzeichen sind angegeben.
el: - Προσδιορίστε τον τύπο της κλίμακας: μείζονα, φυσική ελάσσονα, αρμονική ελάσσονα ή μελωδική ελάσσονα. Ο οπλισμός δίνεται.
es: - Identifica el tipo de escala: mayor, menor natural, menor armónica o menor melódica. Con armadura.

source: - Identify the type of scale: major, minor natural, minor harmonic or minor melodic. No key signature.
de: - Bestimmen Sie die Art der Tonleiter: Dur, Natürlich, Harmonisch oder Melodisch Moll. Keine Vorzeichen sind angegeben.
el: - Προσδιορίστε τον τύπο της κλίμακας: μείζονα, φυσική ελάσσονα, αρμονική ελάσσονα ή μελωδική ελάσσονα. Ο οπλισμός δεν δίνεται.
es: - Identifica el tipo de escala: mayor, menor natural, menor armónica o menor melódica. Sin armadura.

source: - Listen a scale and identify if it is major or minor.
de: - Hören Sie eine Tonleiter und unterscheiden Sie zwischen Dur und Moll.
el: - Ακουστική εκπαίδευση. Ακούστε μια κλίμακα και προσδιορίστε αν είναι μείζονα ή ελλάσονα.
es: - Escucha una escala e identifica si es mayor o menor.

source: - Listen a scale and identify if it is major, minor natural, minor melodic or minor harmonic.
de: - Hören Sie eine Tonleiter und unterscheiden Sie zwischen Dur und Moll.
el: - Ακούστε μια κλίμακα και προσδιορίστε τον τύπο της κλίμακας: μείζονα, φυσική ελάσσονα, μελωδική ελάσσονα ή αρμονική ελάσσονα.
es: - Escucha una escala e identifica si es mayor, menor natural, menor armónica o menor melódica.

source: - Theory. Identify the type of scale (key signature displayed).
de: - Theorie. Bestimmen Sie die Art der Tonleiter (die Vorzeichen sind angegeben).
el: - Θεωρία. Προσδιορίστε τον τύπο της κλίμακας (ο οπλισμός εμφανίζεται).
es: - Teoría. Identifica el tipo de escala (se muestra la armadura).

source: - Theory. Identify the type of scale (key signature not displayed).
de: - Theorie. Bestimmen Sie die Art der Tonleiter (die Vorzeichen sind nicht angegeben).
el: - Θεωρία. Προσδιορίστε τον τύπο της κλίμακας (ο οπλισμός δεν εμφανίζεται).
es: - Teoría. Identifica el tipo de escala (sin armadura; alteraciones en las notas).

source: - Theory: identify the type of cadence: perfect, imperfect, plagal, half or deceptive.
de: - Theorie: Bestimmen Sie die Art der Kadenz: vollkommen, unvollkommen, Plagal-, Halb- oder Trugschluss.
el: - Θεωρία: προσδιορισμός του τύπου της πτώσης: τέλεια, ατελής, πλάγια, μισή ή απροσδόκητη.
es: - Teoría. Identifica el tipo de cadencia: perfecta, imperfecta, plagal, semicadencia o rota.

source: 1st degree
de: Erste Stufe
el: 1η βαθμίδα
es: 1er grado

source: 2nd
de: Sekund
el: 2ας
es: 2ª

source: 2nd degree
de: Zweite Stufe
el: 2η βαθμίδα
es: 2º grado

source: 3rd
de: Terz
el: 3ης
es: 3ª

source: 3rd degree
de: Dritte Stufe
el: 3η βαθμίδα
es: 3er grado

source: 3rd major
es: 3ª mayor

source: 3rd minor
es: 3º menor

source: 4th
de: Quart
el: 4ης
es: 4ª

source: 4th degree
de: Vierte Stufe
el: 4η βαθμίδα
es: 4º grado

source: 5th
de: Quint
el: 5ης
es: 5ª

source: 5th degree
de: Fünfte Stufe
el: 5η βαθμίδα
es: 5º grado

source: 6th degree
de: Sechste Stufe
el: 6η βαθμίδα
es: 6º grado

source: 7th
de: Septim
el: 7ης
es: 7ª

source: 7th degree
de: Siebte Stufe
el: 7η βαθμίδα
es: 7º grado

source: 8ve
de: Oktave
el: 8βα
es: 8va

source: <a-1>Aural training</a-1> - Listen a chord and identify its type.
es: <a-1>Educación de oído</a-1> - Escucha un acorde e identifica su tipo.

source: <a-1>Aural training</a-1> - Listen two intervals and identify which one is greater.
de: <a-1>Gehörbildung</a-1> - Hören Sie zwei Intervalle und bestimmen Sie welches grösser ist.
el: <a-1>Ακουστική εξάσκηση</a-1> - Ακούστε δύο διαστήματα και προσδιορίστε ποιο είναι μεγαλύτερο.
es: <a-1>Educación del oído</a-1> - Escucha dos intervalos e identifica cuál es más grande.

source: <a-1>Aural training</a-1> - Train your ear and practise to identify if a terminal cadence is authentic perfect or plagal.
de: <a-1>Gehörbildung</a-1> - Trainieren Sie Ihr Gehör und entscheiden Sie ob die jeweilige Schlusskadenz vollkommen oder plagal ist.
el: <a-1>Ακουστική εξάσκηση</a-1> - Εξασκήστε το αυτί σας και προσπαθήστε να αναγνωρίσετε αν μια καταληκτική πτώση είναι τέλεια αυθεντική ή πλάγια.
es: <a-1>Educación del oído</a-1> - Entrena el oído e identifica si una cadencia es auténtica o plagal.

source: <a-1>Aural training</a-1> - Train your ear and practise to identify if a transient cadence is a half cadence or a deceptive cadence.
de: <a-1>Gehörbildung</a-1> - Trainieren Sie Ihr Gehör und entscheiden Sie, ob diese Übergangskadenz ein Halb- oder Trugschluss ist.
el: <a-1>Ακουστική εξάσκηση</a-1> - Εξασκήστε το αυτί σας και προσπαθήστε να αναγνωρίσετε εάν μια ενδιάμεση πτώση είναι μισή ή απροσδόκητη.
es: <a-1>Educación del oído</a-1> - Entrena el oído e identifica si una cadencia es semicadencia o rota.

source: <a-1>Exercise</a-1> - Build intervals on a score.
de: <a-1>Übung</a-1> - Baue die Intervalle über eine Tonleiter.
el: <a-1>Άσκηση</a-1> - Δημιουργία διαστημάτων σε παρτιτούρα.
es: <a-1>Ejercicio</a-1> -Construir intervalos en una partitura.

source: <a-1>Music reading</a-1> - Identify the chord type.
es: <a-1>Teoría</a-1> - Identifica el tipo de acorde mostrado en una partitura.

source: <a-1>Music reading</a-1> - Name the interval (as a number only).
de: <a-1>Partiturlesen</a-1> - Bestimmen Sie das Intervall (nur grob).
el: <a-1>Μουσική ανάγνωση</a-1> - Αναγνωρίστε το διάστημα (μόνο αριθμητικά).
es: <a-1>Teoría</a-1> - Identifica el tipo de intervalo (sólo su número)

source: <a-1>Music writing</a-1> - Build intervals on a score.
de: <a-1>Notenschreiben</a-1>. Bauen Sie das Intervall über der Tonleiter.
el: <a-1>Μουσική γραφή</a-1> - Δημιουργία διαστημάτων σε παρτιτούρα.
es: <a-1>Escritura</a-1> - Construye intervalos en una partitura.

source: <a-1>Theory</a-1> - Practise to recognize in a score if a terminal cadence is authentic perfect or plagal.
de: <a-1>Theorie</a-1> - Trainieren Sie ihr Auge und unterscheiden Sie, ob in einer Partitur die Schlusskadenz vollkommen oder plagal ist.
el: <a-1>Θεωρία</a-1> - Προσπαθήστε να αναγνωρίσετε σε μια παρτιτούρα εάν μια καταληκτική πτώση είναι τέλεια αυθεντική ή πλάγια.
es: <a-1>Teoría</a-1> - Practica el reconocimiento sobre una partitura de cadencias auténticas y plagales.

source: <a-1>Theory</a-1> - Practise to recognize in a score if a transient cadence is a half cadence or a deceptive one.
de: <a-1>Theorie</a-1> - Üben Sie die Unterscheidung, ob in einer Partitur die Schlusskadenz vollkommen oder plagal ist.
el: <a-1>Θεωρία</a-1> - Προσπαθήστε να αναγνωρίσετε σε μια παρτιτούρα εάν η ενδιάμεση πτώση είναι μισή ή απροσδόκητη.
es: <a-1>Teoría</a-1> - Practica el reconocimiento, sobre una partitura, de semicadencias y cadencias rotas.

source: <b>Melodic</b> minor scales are a bit more complicated, because they have one pattern on the way up, but another on the way down.
de: <b>Melodische</b> Molltonleitern sind ein wenig komplizierter, weil sie aufsteigend einem anderen Muster folgen als absteigend.
el: <b>Μελωδικές</b> οι ελάσσονες κλίμακες είναι ελαφρώς πιο σύνθετες, διότι έχουν ένα μοτίβο στο ανέβασμα και διαφορετικό στο κατέβασμα.
es: Las escalas menores melódicas son un poco más complicadas que las armónicas porque la escala ascendente es distinta de la descendente.

source: <b>Terminal cadences</b>. They create a sensation of stability, rest and ending of the musical phrase or sentence.
de: <b>Schlusskadenzen</b>. Sie erwecken einen Eindruck von Stabilität, Ruhe und Abschluss einer musikalischen Phrase.
el: <b>Καταληκτικές πτώσεις</b>. Δημιουργούν την αίσθηση της σταθερότητας, της παύσης και του τελειώματος μιας μουσικής φράσης ή μέρους.
es: <b>Cadencias conclusivas</b>. Se caracterizan por crear sensación de reposo y estabilidad, de final de una pieza musical o de una frase.

source: <b>Transient cadences</b>. They typically result in creating tension and a sensation of unstablility, as well as an expectation of continuation.
de: <b>Übergangskadenzen</b>. Sie enden meist in mit dem Eindruck von Spannung und Unstabilität, sowie mit einer Erwartung nach Weiterführung.
el: <b>Ενδιάμεσες πτώσεις</b>. Συνήθως οδηγούν στη δημιουργία έντασης και αίσθησης αβεβαιότητας, καθώς και στην προσδοκία συνέχισης.
es: <b>Cadencias suspensivas</b>. Se caracterizan por crear inestabilidad, tensión y necesidad de continuación.

source: A
el: Λα
es: La

source: A chord is a set of three or more overlapping notes (sounding at the same time). The chords of three notes are called 'triads', those of four 'tetra chords' ...
es: Un acorde es un conjunto de tres o más notas superpuestas (que suenan al mismo tiempo). Los acordes de tres notas se llaman ‘tríadas’, los de cuatro 'cuatríadas' ...

source: A chromatic scale has the twelve notes, and each step of the scale is a semitone. Let's return to the piano keyboard. If you start on a C key and play every available key, black and white, until you arrive at the next C, you have played a chromatic scale:
de: Eine chromatische Tonleiter hat die 12 Töne und jeder Abstand ist ein Halbton. Kehren wir zur Klaviertastatur zurück. Wenn Sie auf C starten und dann jede darauf folgende (schwarze und weisse) Taste drücken bis zum nächsten C, dann haben Sie eine chromatische Tonleiter gespielt:
el: Μια χρωματική κλίμακα έχει δώδεκα νότες και κάθε βήμα στην κλίμακα έχει απόσταση ημιτονίου. Ας επιστρέψουμε στο πληκτρολόγιο του πιάνου. Αν ξεκινήσετε από το πλήκτρο Ντο και παίξετε κάθε διαθέσιμο πλήκτρο, άσπρο και μαύρο, μέχρι να φτάσετε στο επόμενο Ντο, θα έχετε παίξει μια χρωματική κλίμακα:
es: La escala cromática tiene doce notas, y la distancia entre cada una de ellas y la siguiente es de un semitono. Volvamos al teclado del piano. Si comienzas a tocar en la nota Do y vas pulsando cada una de las teclas que le siguen, sea cual sea su color, hasta que llegues al siguiente Do, habrás tocado una escala cromática:

source: A collection of lessons and exercises on music theory.
de: Eine Sammlung von Lektionen und Übungen zur Musiktheorie.
el: Μια συλλογή από μαθήματα και ασκήσεις στη θεωρία της μουσικής.
es: Este libro contiene una recopilación de explicaciones teóricas sobre temas determinados de teoría de la música, así como ejercicios para practicar y comprobar la asimilación de los conceptos estudiados. Está estructurado en cuatro bloques: escalas, intervalos, acordes y cadencias.

source: A deceptive cadence occurs when a V chord does not resolve to a I chord, as the ear is expecting, but instead resolves to any other chord, typically to one containing the tonic pitch (the VI or the IV degrees).
de: Ein Trugschluss nennt man, wenn ein V-Akkord sich nicht in einem I-Akkord auflöst, so wie das Gehör es erwarten würde, sondern sich in irgendeinen anderen Akkord auflöst, der typischerweise den Grundton enthält (die VI oder IV Stufe).
el: Μια απροσδόκητη πτώση εμφανίζεται όταν μια συγχορδία V δεν λύνεται σε μια συγχορδία Ι, όπως το αυτί περιμένει, αλλά, αντ' αυτού, επιλύεται σε οποιαδήποτε άλλη συγχορδία, συνήθως σε μία που περιέχει την τονική (VI ή IV βαθμίδα).
es: La cadencia rota se inicia como la cadencia auténtica pero en vez de finalizar en el acorde de tónica, se sustituye éste por uno inesperado, generalmente VI, el IV o cualquier grado que contenga a la nota tónica.

source: A diatonic scale has seven notes but are usually played and written in groups of eight notes, so that they sound finished. The 8th note is the same as the 1st note, but an octave higher or lower. And the first seven notes <b>must have</b> different letter name, A-G.
de: Eine diatonische Tonleiter hat sieben Töne, wird aber normalerweise in Gruppen von acht Tönen gespielt und geschrieben, so dass sie abgeschlossen klingt. Die 8. Note ist die gleiche wie die 1. Note, aber eine Oktave höher oder tiefer. Und die ersten sieben Noten <b>müssen </b> einen anderen Buchstabennamen haben, A-G.
el: Μια διατονική κλίμακα έχει επτά νότες, αλλά συνήθως παίζονται και γράφονται σε ομάδες των οκτώ, έτσι ώστε να δίνεται η αίσθηση ότι τελειώνουν. Η 8η νότα είναι ίδια με την 1η, αλλά μία οκτάβα ψηλότερα ή χαμηλότερα. Οι πρώτες επτά νότες <b>πρέπει να έχουν</b> διαφορετική ονομασία, Λα-Σολ.
es: Una escala diatónica contiene las siete notas pero, normalmente, la primera nota vuelve a repetirse al final (una octava más arriba) para transmitir la sensación de que está completa. Y las siete primeras notas deben tener distinto nombre; es decir, no puede incluirse, por ejemplo, Sol y Sol bemol, ya que incluiríamos el nombre Sol dos veces.

source: A great step in studying something is understanding its purpose.
de: Wenn man etwas genau studieren will, hilft es, seinen Zweck zu verstehen.
el: Ένα σπουδαίο βήμα όταν μελετάς κάτι είναι η κατανόηση του σκοπού.
es: Un gran paso en el estudio de alguna materia es entender su utilidad.

source: A half cadence takes place when the harmony moves to the V degree (dominant) from any other degree, except the tonic (I). The ending on V causes it to sound incomplete or 'suspended' due to the unstableness of the dominant chord. It is considered as the weakest cadence and cannot be used to end a musical phrase.
de: Ein Halbschluss findet statt, wenn sich die Harmonie von jeder Stufe ausser der Tonika (I) auf die V. Stufe (Dominante) bewegt. Der Schluss auf V lässt sie aufgrund der Instabilität des Dominantakkords unvollständig oder "ausgesetzt" klingen. Sie gilt als die schwächste Kadenz und kann nicht zum Abschluss einer musikalischen Phrase verwendet werden.
el: Μια μισή πτώση πραγματοποιείται όταν η αρμονία κινείται στην V βαθμίδα (δεσπόζουσα) από οποιαδήποτε βαθμίδα εκτός της τονικής (I). Το τελείωμα στην V μοιάζει ατελές ή της «ανεσταλμένο» εξαιτίας της αστάθειας της δεσπόζουσας συγχορδίας. Θεωρείται η ασθενέστερη πτώση και δεν μπορεί να χρησιμοποιηθεί στο τέλος μιας μουσικής φράσης.
es: Se produce cuando la armonía se mueve hasta el V grado (Dominante) llegando desde cualquier grado de la escala, a excepción de la tónica (grado I).La sensación de 'no conclusión' que la cadencia crea se debe al hecho de terminar en el V grado, por la inestabilidad que tiene el acorde de dominante. La semicadencia es considerara como la cadencia más débil y no puede utilizarse para finalizar una frase musical. Se correspondería con la 'coma o el 'punto y coma' en un texto escrito.

source: A particular case of the half cadence is the Phrygian half cadence. It consists of a IV chord in first inversion that resolves to a V (or V7) chord in root position. It only occurs in minor keys (the IV is minor) and was widely used during the Baroque period to end a slow musical movement in minor mode, continued by a fast movement in major mode.
de: Ein besonderer Fall des Halbschluss' ist der phrygische Halbschluss. Er besteht aus einem IV-Akkord in erster Umkehrung, der sich in der Grundstellung in einen V- (oder V7-) Akkord auflöst. Er kommt nur in Moll-Tonarten vor (die IV ist Moll) und wurde in der Barockzeit häufig verwendet, um einen langsamen musikalischen Satz in Moll zu beenden, der durch einen schnellen Satz in Dur fortgesetzt wird.
el: Μια ιδιαίτερη περίπτωση μισής πτώσης είναι η φρύγια (ή φρυγική) μισή πτώση. Αποτελείται από μια συγχορδία IV σε πρώτη αναστροφή, η οποία λύνεται σε συγχορδία V (ή V7) σε ευθεία θέση. Αφορά μόνο ελάσσονες τονικότητες (η IV είναι ελάσσονα) και χρησιμοποιούνταν ευρέως κατά την περίοδο του μπαρόκ, για να τερματίσει μια αργή μουσική κίνηση σε ελάσσονα τρόπο, συνεχιζόμενη από μια γρήγορη κίνηση σε μείζονα τρόπο.
es: Un caso especial de esta cadencia es la cadencia frigia. Consiste en un acorde de IV, en primera inversión, que resuelve sobre el de dominante (V) . Sólo es posible en tonalidades menores (el IV grado es un acorde menor). Esta cadencia fue usada profusamente en el Barroco para finalizar un movimiento o introducción lentos en modo menor, al que continúa un movimiento rápido, preferentemente en modo mayor.

source: A plagal cadence takes place when grade IV (subdominant) resolves in grade I (tonic), both in root position. The plagal cadence is less strong than the authentic cadence and it is also known as the 'Amen' cadence as it is used at the end of most church hymns.
de: Ein plagaler Schluss findet statt, wenn die IV Stufe (Subdominante) sich in die I Stufe (Tonika) auflöst, beide in der Grundstellung. Der plagale Schluss ist weniger stark als der authentische Schluss und wird auch als "Amen"-Kadenz bezeichnet, da sie am Ende der meisten Kirchenlieder verwendet wird.
el: Πλάγια πτώση έχουμε όταν η IV βαθμίδα (υποδεσπόζουσα) λύνεται στην I (τονική), και οι δύο σε ευθεία θέση. Η πλάγια πτώση είναι λιγότερο ισχυρή από την αυθεντική πτώση, ενώ στα αγγλικά είναι γνωστή και ως πτώση «Amen», καθώς χρησιμοποιείται στο τέλος των περισσότερων εκκλησιαστικών ύμνων.
es: Se produce enlazando el IV (Subdominante) y el I (Tónica), ambos grados en estado fundamental. Es menos tensa que la cadencia auténtica. También se la conoce como la cadencia 'Amén', por ser esta la cadencia típica de los himnos eclesiásticos.

source: A scale starts with the note that names the key, the tonic. This note is the <b>tonal center</b> of that key, the note where music in that key feels 'at rest'. For example, music in the key of A major almost always ends on an A major chord, the chord built on the note A. It often also begins on that chord, returns to that chord often, and features a melody and a bass line that also return to the note A often enough that listeners will know where the tonal center of the music is, even if they don't realize that they know it. You will learn about this in more advanced lessons.
de: Eine Tonleiter beginnt mit der Note, welche die Tonart benennt. Diese Note ist das <b>Tonale Zentrum</b>, die Note, bei der sich die Musik in dieser Tonart "in Ruhe" anfühlt. Zum Beispiel endet Musik in der Tonart A-Dur fast immer auf einem A-Dur-Akkord, dem Akkord, der auf der Note A aufgebaut ist. Sie beginnt oft auch auf diesem Akkord, kehrt oft zu diesem Akkord zurück und weist eine Melodie und eine Basslinie auf, die ebenfalls oft genug zur Note A zurückkehren, so dass die Zuhörer hören, wo das tonale Zentrum der Musik liegt, auch wenn sie es nicht wissen. Sie werden dies in fortgeschritteneren Lektionen lernen.
el: Μια κλίμακα ξεκινά με τη νότα της οποίας έχει το όνομα, την τονική. Αυτή η νότα είναι το <b>τονικό κέντρο</b> της κλίμακας, είναι η νότα όπου η μουσική σε αυτή την κλίμακα δίνει την αίσθηση της «ηρεμίας». Παραδείγματος χάριν, η μουσική σε μια Λα μείζονα κλίμακα συνήθως πάντα τελειώνει σε συγχορδία Λα μείζονα, μια συγχορδία βασισμένη στη νότα Λα. Πολύ συχνά ξεκινά και με αυτή τη συγχορδία, επιστρέφει συχνά σε αυτήν και διαθέτει μια μελωδία και μια γραμμή μπάσων που επίσης επιστρέφουν στη νότα Λα, έτσι που οι ακροατές γνωρίζουν πού είναι το τονικό κέντρο της μουσικής αυτής ακόμα κι αν δεν καταλαβαίνουν ότι το γνωρίζουν. Θα μάθετε σχετικά με αυτό σε πιο προχωρημένα μαθήματα.
es: Todas las escalas comienzan con la nota que les da nombre, la tónica. Esta nota es el <b>centro tonal</b> de la tonalidad, la nota en la que cuando la música llega a ella transmite la mayor sensación de 'reposo'. Por ello, la música en cualquier tonalidad siempre termina en la tónica, para transmitir sensación de final. Así, una pieza en La mayor terminará generalmente en el acorde de La mayor, esto es, en el acorde construido sobre la nota La, la tónica en esa escala. Igualmente, casi siempre comenzará por esa misma nota y acorde, y se volverá a ese acorde con cierta frecuencia, de forma que el oyente perciba con claridad dónde está centrada la música. No te preocupes por entenderlo ahora. Estudiaremos todo esto en lecciones posteriores.

source: A scale, from Latin word 'scala' meaning 'ladder', is a predefined series of notes going up (ascending) or down (descending). People in different musical traditions have different ideas about what notes they think sound best together. In the Western musical tradition - which includes most familiar music from Europe and the Americas - the octave is divided up into twelve equally spaced notes. Other musical traditions - traditional Chinese music for example - have divided the octave differently and so they use different scales.
de: Eine Tonleiter, vom lateinischen Wort 'scala', das 'Leiter' bedeutet, ist eine vordefinierte Reihe von Noten, die nach oben (aufsteigend) oder unten (absteigend) gehen. Menschen in verschiedenen Musiktraditionen haben unterschiedliche Vorstellungen darüber, welche Noten ihrer Meinung nach am besten zusammen klingen. In der westlichen Musiktradition - zu der auch die bekannteste Musik aus Europa und Amerika gehört - wird die Oktave in zwölf gleich große Noten aufgeteilt. Andere Musiktraditionen - zum Beispiel die traditionelle chinesische Musik - haben die Oktave anders aufgeteilt und verwenden daher andere Tonleiter.
el: Η κλίμακα ή σκάλα αφορά μια προκαθορισμένη σειρά από νότες που ανεβαίνουν (αύξουσα σειρά) ή κατεβαίνουν (φθίνουσα σειρά). Άνθρωποι από διαφορετικές μουσικές παραδόσεις έχουν διαφορετικές απόψεις σχετικά με το πώς οι νότες ακούγονται καλύτερα μαζί. Στη Δυτική μουσική παράδοση –που περιέχει οικείες μουσικές από την Ευρώπη και την Αμερική– η οκτάβα διαιρείται σε δώδεκα νότες ίσης απόστασης. Σε άλλες μουσικές παραδόσεις –όπως για παράδειγμα στην παραδοσιακή κινέζικη μουσική– η οκτάβα διαιρείται διαφορετικά, και έτσι έχουν διαφορετικές κλίμακες.
es: Una escala, del latín 'scala', que significa 'escalera', es una serie predefinida de notas ordenadas ascendente o descendentemente. Las distintas culturas y tradiciones musicales tienen diferentes ideas sobre qué conjuntos de notas suenan mejor. En la tradición musical occidental, que incluye la mayor parte de la música Europea y Americana, la octava está dividida en doce notas equidistantes. Otras tradiciones musicales, tales como la china, han establecido otras divisiones distintas y, por tanto, emplean escalas diferentes.
