Repository: lenmus/langtool
Catalog: locale/*/TheoryHarmony_*.po
Languages: de, el, es

source: E major has four sharps - F sharp, C sharp. G sharp and D sharp. You might be wondering why we choose, for instance, F sharp and not G flat, since they are the same note on the piano. Remember that in diatonic scales we use each note name <b>once only</b>, except for the first and last notes which must have the same letter. E major must start and end on <b>E</b>, so we started with that letter. The next note we need to use is F so we used F sharp. If we had used G flat, F would have not be used in the scale.
de: E-Dur hat somit vier Kreuze - Fis, Cis. Gis und Dis. Sie fragen sich vielleicht, warum wir zum Beispiel Fis und nicht Ges wählen, da sie auf dem Klavier derselbe Ton sind. Denken Sie daran, dass wir in diatonischen Tonleitern jeden Notennamen <b>nur einmal</b> verwenden, mit Ausnahme der ersten und letzten Note, die den gleichen Buchstaben haben müssen. E-Dur muss mit <b>E</b> beginnen und enden, also haben wir mit diesem Buchstaben begonnen. Die nächste Note, die wir verwenden müssen, ist F, also benutzten wir Fis. Hätten wir Ges verwendet, wäre F in der Tonleiter nicht verwendet worden.
el: Η Μι μείζονα έχει τέσσερις διέσεις – Φα#, Ντο#, Σολ# και Ρε#. Μπορεί να αναρωτιέστε γιατί επιλέγουμε Φα# και όχι Σολb, αφού είναι η ίδια νότα στο πιάνο. Θυμηθείτε ότι στις διατονικές κλίμακες χρησιμοποιούμε την ονομασία μιας νότας <b>μόνο μία φορά</b>, εκτός από την πρώτη και την τελευταία νότα, που θα πρέπει να έχουν την ίδια ονομασία. Η Μι μείζονα πρέπει να ξεκινά και να τελειώνει στη νότα <b>Μι</b>, και έτσι ξεκινήσαμε από αυτή την ονομασία. Η επόμενη νότα που χρειάζεται να χρησιμοποιήσουμε είναι η Φα, και γι' αυτό χρησιμοποιούμε Φα#. Αν είχαμε βάλει Σολb, η Φα σαν ονομασία δεν θα μπορούσε να χρησιμοποιηθεί στην κλίμακα.
es: Mi mayor tiene cuatro sostenidos: Fa#, Do#, Sol# y Re#. Quizá te hayas preguntado, según construíamos la escala, por qué hemos elegido, por ejemplo, Fa # en vez de Sol b si ambos son el mismo sonido. Buena pregunta. Recuerda que las escalas diatónicas deben contener los nombres de todas las notas y no deben estar repetidas (salvo la primera). Si hubiéramos elegido Sol b nos hubiera faltado Fa en la escala (habríamos pasado de Mi a Sol).

source: E-F sharp is a tone. F natural sits between them.
de: E-Fis ist ein Ganzton. F sitzt dazwischen.
el: Το Μι-Φα δίεση είναι διάστημα τόνου. Το Φα φυσικό βρίσκεται ανάμεσά τους.
es: La distancia Mi - Fa # es un tono. Fa natural está entre ellas.

source: Exercise 1
de: Übung 1
el: Άσκηση 1
es: Ejercicio 1

source: Exercise 2
de: Übung 2
el: Άσκηση 2
es: Ejercicio 2

source: Exercise 3
de: Übung 3
el: Άσκηση 3
es: Ejercicio 3

source: Exercise 4
de: Übung 4
el: Άσκηση 4
es: Ejercicio 4

source: Exercise 5
de: Übung 5
el: Άσκηση 5
es: Ejercicio 5

source: Exercise 6
de: Übung 6
el: Άσκηση 6
es: Ejercicio 6

source: Exercise: Identify the chord type
es: Ejercicio: identifica el tipo de acorde

source: Exercise: Listen a chord and identify its type
es: Ejercicio: Escucha un acorde e identifica su tipo

source: Exercise: Listen two intervals and identify which one is greater
de: Übung: Hören Sie sich zwei Intervalle an und stellen Sie fest, welches größer ist
el: Άσκηση: Ακούστε δύο διαστήματα και αναγνωρίστε ποιο είναι μεγαλύτερο
es: Ejercicio: Escucha dos intervalos e identifica cuál es más grande

source: Exercises
de: Übungen
el: Ασκήσεις
es: Ejercicios

source: Exercises in this lesson
de: Übungen in dieser Lektion
el: Ασκήσεις αυτού του μαθήματος
es: Ejercicios en esta lección

source: Exercises on cadences
de: Übungen zu den Kadenzen
el: Ασκήσεις στις πτώσεις
es: Ejercicios de cadencias

source: Exercises on scales
de: Übungen zu den Tonleitern
el: Ασκήσεις στις κλίμακες
es: Ejercicios de escalas

source: F
el: Φα
es: Fa

source: F Major
de: F-Dur
el: Φα Μείζονα
es: Sol mayor

source: F is between these two notes
de: F liegt zwischen diesen beiden Noten
el: Η Φα βρίσκεται μεταξύ αυτών των δύο φθόγγων
es: Fa está entre las dos notas

source: F major
de: F-Dur
el: Φα μείζονα
es: Fa mayor

source: F major doesn't have any sharps, but it has one flat - B flat.
de: F-Dur hat keine Kreuze, aber es hat ein b, nämlich B.
el: Η Φα μείζονα δεν έχει καθόλου διέσεις, αλλά έχει μία ύφεση – Σι ύφεση.
es: Fa mayor no tiene ningún sostenido pero tiene un bemol: Si b.

source: F#
el: Φα#
es: Fa#

source: Find E and F on the piano keyboard. The distance between E and F is a semitone; it's not possible to squeeze another note in between them, because there is nothing between them on the piano keyboard.
de: Finden Sie E und F auf der Klaviertastatur. Der Abstand zwischen E und F ist ein Halbton; es ist nicht möglich, eine weitere Note dazwischen zu quetschen, da auf der Klaviertastatur nichts dazwischen liegt.
el: Βρείτε το Μι και το Φα στα πλήκτρα του πιάνου. Η απόσταση μεταξύ Μι και Φα είναι ένα ημιτόνιο. Δεν είναι δυνατόν να χωρέσουμε άλλη νότα μεταξύ τους, διότι δεν υπάρχει τίποτα ανάμεσά τους στο πληκτρολόγιο του πιάνου.
es: Busca las notas Mi y Fa en el teclado del piano. La distancia entre ellas es un semitono; no es posible tocar ninguna nota entre ellas ya que no hay ninguna tecla entre ellas.

source: Find G and A on the keyboard. G-A is a tone. We can squeeze a G sharp/A flat between them (there is a black key between them)
de: Suchen Sie G und A auf der Tastatur. G-A ist ein Ton. Wir können ein Gis/As dazwischen quetschen (es gibt eine schwarze Taste zwischen ihnen).
el: Βρείτε τη Σολ και τη Λα στα πλήκτρα του πιάνου. Το Σολ-Λα είναι διάστημα τόνου. Μπορούμε να χωρέσουμε μια Σολ δίεση/Λα ύφεση μεταξύ τους (υπάρχει ένα μαύρο πλήκτρο ανάμεσά τους).
es: Busca las notas Sol y La en el piano. La distancia Sol-La es de un tono ya que hay una nota entre ellas (la tecla negra que corresponde a Sol # / La b).

source: First, the correct way: starting on the lower note (C), we count letter names to the higher note, (G), C-D-E-F-G =5, which gives us a 5th. This is the right answer!
de: Zuerst der richtige Weg: Wir beginnen mit der tieferen Note (C) und zählen die Buchstabennamen bis zur höheren Note, (G), C-D-E-F-G =5, was uns eine Quinte ergibt. Das ist die richtige Antwort!
el: Αρχικά, ο σωστός τρόπος: ξεκινώντας από τη χαμηλότερη νότα (Ντο), μετράμε τις νότες στη σειρά μέχρι την υψηλότερη νότα (Σολ), Ντο-Ρε-Μι-Φα-Σολ=5, που μας δίνει μια 5η. Αυτή είναι η σωστή απάντηση!
es: Primero la respuesta correcta. Es un intervalo descendente por lo que comenzaremos contando desde Sol las notas en orden descendente hacia Do. (Sol-Fa-Mi-Re-Do). Hay cinco notas, por tanto la respuesta correcta es una 5ª.

source: First, you need to work out which notes you have to write, and secondly you need to write the notes clearly and accurately.
de: Erstens müssen Sie herausfinden, welche Noten Sie schreiben müssen, und zweitens müssen Sie die Notizen klar und genau schreiben.
el: Αρχικά, πρέπει να αναλογιστείτε ποιες νότες πρέπει να γράψετε και, ακολούθως, πρέπει να γράψετε τις νότες καθαρά και με ακρίβεια.
es: Primero, determina qué notas son las que forman en intervalo. Y después escribe las notas con precisión y claridad.

source: For each major scale there is minor natural scale having the same notes and sharing the same accidentals in the key signature. This minor scale is called the the <b>relative minor</b> of the major scale. We've seen an example with C major and A minor. A minor key is called the relative minor of C major.
de: Für jede Dur-Tonleiter gibt es eine Natürliche Molltonleiter mit denselben Noten und denselben Vorzeichen. Diese Molltonleiter wird als <b>relatives Moll</b> der Durtonleiter bezeichnet. Wir haben ein Beispiel mit C-Dur und A-Moll gesehen. A-Moll wird als die relative Molltonart von C-Dur bezeichnet.
el: Για κάθε μείζονα κλίμακα υπάρχει μια ελάσσονα φυσική κλίμακα που έχει τις ίδιες νότες και τις ίδιες αλλοιώσεις στον οπλισμό. Η ελάσσονα κλίμακα ονομάζεται <b>σχετική ελάσσονα</b> της μείζονας κλίμακας. Έχουμε δει το παράδειγμα της Ντο μείζονας και της Λα ελάσσονας. Η Λα ελάσσονα ονομάζεται σχετική ελάσσονα της Ντο μείζονας.
es: Por cada escala mayor existe una escala menor que comparte sus mismas notas y tiene las mismas alteraciones en la armadura. Esta escala menor se denomina <b>la relativa menor</b> de la escala mayor dada. Hemos visto ya un ejemplo con Do mayor y La menor: La menor es la relativa menor de Do mayor, porque ambas tienen la misma armadura y utilizan las mismas notas.

source: For your convenience, in this lesson you have all the exercises included in previous lessons on scales.
de: Zur Vereinfachung sind in dieser Lektion alle Übungen aus früheren Lektionen über Tonleitern.
el: Για να διευκολυνθείτε, σε αυτό το μάθημα έχετε όλες τις ασκήσεις κλιμάκων που περιέχονται σε προηγούμενα μαθήματα.
es: Para tu comodidad, en esta lección se incluyen todos los ejercicios de las lecciones previas sobre escalas.

source: G
el: Σολ
es: Sol

source: G Major
de: G-Dur
el: Σολ μείζονα
es: Sol mayor

source: G major has one sharp - F sharp.
de: G--Dur hat ein Kreuz - Fis.
el: Η Σολ μείζονα έχει μία δίεση – Φα δίεση.
es: Sol mayor tiene un sostenido: Fa #.

source: G# / Ab is between these two notes
de: G#/Ab ist zwischen diesen beiden Noten
el: Το Σολ# / Λαb βρίσκεται ανάμεσα σε αυτές τις δύο νότες
es: Sol # / La b está entre ellas

source: Half cadences
de: Halbschluss
el: Μισές πτώσεις
es: Semicadencia

source: Harmonic and melodic minor scales
de: Harmonische und Melodische Molltonleitern
el: Αρμονικές και μελωδικές ελάσσονες κλίμακες
es: Las escalas menores armónica y melódica

source: Here are two more examples, the G major and F# major scales:
de: Hier sind zwei weitere Beispiele, die G- und die F#-Durtonleiter:
el: Ακολουθούν δύο παραδείγματα με τις κλίμακες της Σολ μείζονας και Φα# μείζονας:
es: Aquí tienes dos ejemplos adicionales, las escalas de Sol mayor y de Fa # mayor:

source: Here is an ascending chromatic scale starting on B flat:
de: Hier eine aufsteigende Chromatische Tonleiter von B aus:
el: Ακολουθεί μια ανιούσα χρωματική κλίμακα που ξεκινά από Σι ύφεση:
es: Aquí se muestra una escala cromática empezando en Si bemol:

source: Here you have more examples of minor natural scales. Take paper and pencil, copy those scales, and find the pattern of tones and semitones.
de: Hier haben Sie weitere Beispiele für natürliche Molltonleitern. Nehmen Sie Papier und Bleistift, schreiben Sie diese Tonleiter ab und suchen Sie das Muster der Töne und Halbtöne.
el: Εδώ θα βρείτε και άλλα παραδείγματα με φυσικές ελάσσονες κλίμακες. Πάρτε χαρτί και μολύβι, αντιγράψτε αυτές τις κλίμακες και βρείτε τα μοτίβα των τόνων και των ημιτονίων.
es: Veamos más ejemplos de escalas menores naturales. Toma papel y lápiz, copia estas escalas y deduce el patrón de tonos y semitonos.

source: Here's A minor melodic, ascending and descending. Click the play button and concentrate on the notes in red -- they're the ones which change on the way down.
de: Hier folgt A-Melodisch-Moll, auf- und absteigend. Klicken Sie auf den Play-Knopf und konzentrieren Sie sich auf die Noten in Rot - das sind die, die sich auf dem Weg nach unten verändern.
el: Ακολουθεί μια ανιούσα και κατιούσα Λα μελωδική ελάσσονα. Πατήστε το κουμπί αναπαραγωγής και συγκεντρωθείτε στις κόκκινες νότες – είναι αυτές που αλλάζουν στην κατιούσα κίνηση.
es: Aquí tienes ambos tramos de la escala de La menor melódica, el ascendente y el descendente. Haz clic en el botón de tocar y concéntrate en las notas marcadas en rojo: son las que difieren de la escala natural en el tramo ascendente y las que cambian en el tramo descendente.

source: Here's a summary of the notes of the scales of C, D, G and F major:
de: Hier ist eine Zusammenfassung der Noten der Tonleiter von C-, D-, G- und F-Dur:
el: Ακολουθεί μια σύνοψη των φθόγγων των Ντο, Ρε, Σολ, Φα μειζόνων κλιμάκων:
es: Aquí tienes un resumen de las notas que forman las escalas mayores de Do, Re, Sol y Fa:

source: Here's an example of F major descending, using the bass clef.
de: Hier ist ein Beispiel für die absteigende F-Durtonleiter im Bassschlüssel.
el: Ακολουθεί ένα παράδειγμα της κατιούσας Φα μείζονας, χρησιμοποιώντας το κλειδί του Φα.
es: Aqui tienes un ejemplo de Fa mayor descendente, usando la clave de Fa.

source: Here, we start counting on the lower note, which is C. We count upwards to the higher note, E. This gives us C, D and E. We counted three notes, so this interval is called a third.
de: Hier beginnen wir mit der Zählung des tieferen Tons, also C. Wir zählen aufwärts bis zum höheren Ton, E. Das ergibt C, D und E. Wir haben drei Töne gezählt, deshalb nennt man dieses Intervall eine Terz.
el: Εδώ αρχίζουμε να υπολογίζουμε από τη χαμηλότερη νότα, η οποία είναι η Ντο. Υπολογίζουμε προς τα πάνω ως την υψηλότερη νότα, τη Μι. Αυτό μας δίνει Ντο, Ρε και Μι. Μετρήσαμε τρεις νότες, έτσι αυτό το διάστημα ονομάζεται τρίτης.
es: Empezaremos a contar desde la nota más grave, que es Do. Y contamos hacia arriba hasta llegar a la más aguda, Mi. Hemos recorrido tres notas Do, Re y Mi. Por tanto decimos que este es un intervalo <b>de tercera</b> o simplemente que es <b>una tercera</b>.

source: Hopefully by now you've got the idea, so here are the rest of the notes of the E major scale:
de: Hoffentlich haben Sie die Idee dahinter inzwischen verstanden. Hier sind also die restlichen Noten der E-Dur-Tonleiter:
el: Ας ελπίσουμε ότι μέχρι τώρα έχετε συλλάβει τη γενική ιδέα. Έτσι, ακολουθούν οι υπόλοιπες νότες της Μι μείζονας κλίμακας:
es: A estas alturas ya habrás aprendido la forma de proceder para construir el resto de la escala, así que aquí está la escala completa:

source: How are these moods produced? Music in a particular key tends to use only some of the many possible notes available; these notes are listed in the scale associated with that key. In major keys, the notes of the scale are often used to build 'bright' -sounding major chords. They also give a strong feeling of having a tonal center, a note or chord that feels like 'home', or 'the resting place', in that key. The 'bright' -sounding major chords and the strong feeling of tonality are what give major keys their happy, pleasant moods. This contrasts with the moods usually suggested by music that uses minor keys, scales, and chords, as you will see in next lesson. Although it also has a strong tonal center (the Western tradition of tonal harmony is based on major and minor keys and scales), music in a minor key is more likely to sound sad, ominous, or mysterious. In fact, most musicians, and even many non-musicians, can distinguish major and minor keys just by listening to the music.
de: Wie wird diese Stimmung erzeugt? Tonale Musik verwendet in der Regel nur einige der vielen möglichen Noten; diese Noten sind in der Tonleiter aufgeführt, die dieser Tonart zugeordnet ist. In Dur-Tonarten werden die Noten der Dur-Tonleiter dazu verwendet. Sie vermitteln das starke Gefühl, in dieser Tonart ein tonales Zentrum, einen Ton oder Akkord zu haben, der sich wie "zu Hause" oder als Ruhepunkt anfühlt. Die "hell" klingenden Dur-Akkorde und das starke Gefühl der Tonalität sind es, die den Dur-Tonarten ihre glückliche, angenehme Wirkung verleiht. Dies steht im Gegensatz zur Wirkung, die normalerweise auf Molltonarten , -tonleiter und -akkorde basierende Musik verwendet, wie Sie in der nächsten Lektion sehen werden. Obwohl sie auch ein starkes tonales Zentrum hat (die westliche Tradition der tonalen Harmonie basiert auf Dur- und Molltonarten und -tonleitern), klingt Musik in einer Molltonart eher traurig, unheilvoll oder geheimnisvoll. Tatsächlich können die meisten Musiker und sogar viele Nicht-Musiker allein durch das Hören der Musik Dur- und Molltonarten unterscheiden.
el: Πώς δημιουργούνται αυτά τα συναισθήματα; Η μελωδία σε έναν συγκεκριμένο οπλισμό τείνει να χρησιμοποιεί μόνο κάποιες από τις πολλές διαθέσιμες νότες. Αυτές οι νότες αναφέρονται στην κλίμακα που σχετίζεται με αυτό τον οπλισμό. Στις μείζονες, οι νότες της κλίμακας χρησιμοποιούνται συχνά για να φτιάξουν μείζονες συγχορδίες με «λαμπρό» άκουσμα. Επίσης δίνουν μια έντονη αίσθηση ύπαρξης τονικού κέντρου, μια νότα ή μια συγχορδία που μοιάζει «σαν στο σπίτι μας» ή ένα «μέρος ξεκούρασης» σε αυτή τη μείζονα. Οι μείζονες συγχορδίες με «λαμπρό» άκουσμα και η ισχυρή αίσθηση τονικότητας είναι αυτό που δίνουν στις μείζονες κλίμακες τα χαρούμενα, ευχάριστα συναισθήματα. Αυτό έρχεται σε αντίθεση με τα συναισθήματα που δημιουργούνται συνήθως από μελωδίες σε ελάσσονες τονικότητες και συγχορδίες, όπως θα δούμε σε επόμενο μάθημα. Παρόλο που έχει επίσης ισχυρό τονικό κέντρο (η Δυτική παράδοση της τονικής αρμονίας βασίζεται σε μείζονες και ελάσσονες οπλισμούς και κλίμακες), η μελωδία σε μια ελάσσονα είναι πιο πιθανό να ακούγεται λυπητερή, δυσοίωνη ή μυστήρια. Στην πραγματικότητα, οι περισσότεροι μουσικοί, ακόμα και πολλοί μη μουσικοί, μπορούν να διακρίνουν τις μείζονες από τις ελάσσονες απλώς ακούγοντας τη μελωδία.
es: ¿Cómo se crean esas sensaciones? Cuando se compone música utilizando una determinada tonalidad se usan generalmente sólo un número limitado de notas: las que están en la escala asociada a la tonalidad usada. En tonalidades mayores las notas de la escala mayor tienden a producir acordes sonoros y brillantes. También producen la sensación profunda de tener un centro tonal, una nota o acorde en donde parece que la música 'descansa'. La brillante sonoridad de los acordes mayores junto con el profundo sentimiento de existir un centro tonal es lo que confiere a la música en tonalidades mayores esa característica de brillo y alegría. Esto contrasta con los sentimientos que sugiere la música escrita usando tonalidades, modos y acordes menores, como verás en la siguiente lección. En la tradición música occidental la armonía tonal se basa, prácticamente, sólo en las tonalidades mayores y menores. Aunque las tonalidades menores también tienen un centro tonal, la música en tonalidades menores crea sentimientos de tristeza, intranquilidad o misterio. La diferencia entre una tonalidad mayor y una menor es tan fuerte que, prácticamente, cualquier persona sin formación musical puede distinguir, al escucharla, si una pieza está en una tonalidad mayor o menor.

source: I (1st)
de: I (Prim)
el: I (1η)
es: I (1ª)

source: I (Octave)
de: I (Oktave)
el: I (Οκτάβα)
es: I (octava)

source: If in the piano keyboard there is one note between the two notes we are looking at, the distance between those two notes is a tone. In the following picture I have coloured pairs of notes whose distance is a tone.
de: Wenn sich auf der Klaviertastatur zwischen den beiden Noten, die wir betrachten, ein weiterer Ton befindet, ist der Abstand zwischen diesen beiden Noten ein Ganzton. In der folgenden Abbildung habe ich Paare farblich gekennzeichnet, deren Abstand ein Ganzton ist.
el: Εάν στα πλήκτρα του πιάνου υπάρχει μία νότα ανάμεσα στις δύο νότες που κοιτάτε, τότε η απόσταση μεταξύ αυτών των δύο φθόγγων είναι ένα διάστημα τόνου. Στην ακόλουθη εικόνα έχουν χρωματιστεί σε ζεύγη οι νότες των οποίων η απόσταση είναι ένας τόνος.
es: Si en el teclado del piano eliges dos teclas dejando una entre ellas, la distancia entre las dos notas es de un tono. En la figura siguiente he coloreado pares de notas cuya distancia es un tono.

source: If two notes are as close as possible on the piano keyboard (two neighbouring keys, whatever colour, black or white), we call the distance between them a <b>semitone</b>. In the following picture I have coloured pairs of notes whose distance is a semitone.
de: Wenn zwei Töne auf der Klaviertastatur so nahe wie möglich beieinander liegen (zwei benachbarte Tasten, egal welcher Farbe, schwarz oder weiß), nennen wir den Abstand zwischen ihnen <b>Halbton</b>. In der folgenden Abbildung haben wir farbige Tonpaare, deren Abstand ein Halbton ist.
el: Αν δύο νότες είναι όσο το δυνατόν πιο κοντά στα πλήκτρα του πιάνου (δύο γειτονικά πλήκτρα ασχέτως χρώματος, μαύρο ή άσπρο), ονομάζουμε την απόσταση μεταξύ τους <b>ημιτόνιο</b>. Στην ακόλουθη εικόνα έχουν χρωματιστεί σε ζεύγη οι νότες των οποίων η απόσταση είναι ένα ημιτόνιο.
es: Si dos notas están juntas en el piano (dos teclas de cualquier color sin ninguna otra entre medias) decimos que la distancia entre ellas es de un <b>semitono</b>. En la siguiente figura he coloreado pares de notas cuya distancia es un semitono.

source: If we count four notes, the interval is a fourth, and so on, until we reach eight. If we count eight notes the interval is called an <b>octave</b>.
de: Wenn wir vier Noten zählen, ist das Intervall eine Quarte, und so weiter, bis wir acht erreichen. Wenn wir acht Noten zählen, ist das Intervall eine <b>Oktave</b>.
el: Εάν μετρήσουμε τέσσερις νότες, το διάστημα είναι τετάρτης κ.ο.κ, μέχρι να φτάσουμε στην όγδοη. Αν μετρήσουμε οκτώ νότες, το διάστημα ονομάζεται <b>οκτάβα</b>.
es: Si hubiéramos contado cuatro notas el intervalo sería 'una cuarta', y así sucesivamente hasta contar ocho notas. El intervalo de ocho notas se llama <b>octava</b>, como ya conoces.

source: If we look again at the C major scale, we will see the following pattern of tones and semitones (T=tone and S=semitone):
de: Wenn wir uns die C-Dur-Tonleiter noch einmal ansehen, sehen wir folgendes Muster von Ganztönen und Halbtönen (T=Ganzton und S=Halbton):
el: Αν κοιτάξουμε πάλι την Ντο μείζονα κλίμακα, θα δούμε το ακόλουθο μοτίβο τόνων και ημιτονίων (Τ=τόνος και S=ημιτόνιο):
es: Si analizamos la escala de Do mayor veremos que tiene la siguiente secuencia de tonos (T) y semitonos (S):

source: If you are interested in harmony and composition, you should know that intervals are the building blocks of harmony: you will not be able to understand harmony without studying about intervals.
de: Wenn Sie sich für Harmonie und Komposition interessieren, sollten Sie wissen, dass Intervalle die Bausteine der Harmonie sind: Sie werden die Harmonie nicht verstehen können, ohne sich mit Intervallen auseinanderzusetzen.
el: Εάν σας ενδιαφέρει η αρμονία και η σύνθεση, πρέπει να γνωρίζετε ότι τα διαστήματα είναι το βασικό δομικό συστατικό της αρμονίας: δεν θα μπορέσετε να κατανοήσετε την αρμονία χωρίς να μελετήσετε τα περί διαστημάτων.
es: Si te interesa la armonía y la composición debes saber que los intervalos son los ladrillos de la armonía: no podrás entender la armonía sin estudiar los intervalos.

source: If you have an examination, you might be asked to write any scale, ascending or descending, either with a key signature or using accidentals. Here are some common <b>mistakes</b>: make sure you don't make them!
de: Bei einer Prüfung können Sie aufgefordert werden, eine beliebige Tonleiter zu schreiben, aufsteigend oder absteigend, entweder mit einer Tonart oder mit Vorzeichen. Hier sind einige häufige <b>Fehler</b>: Stellen Sie sicher, dass Sie sie nicht machen!
el: Εάν έχετε μια εξέταση, μπορεί να σας ζητηθεί να γράψετε οποιαδήποτε κλίμακα, ανιούσα (αύξουσα) ή κατιούσα (φθίνουσα), είτε με οπλισμό είτε χρησιμοποιώντας σημεία αλλοίωσης. Ακολουθούν ορισμένα κοινά <b>λάθη</b>: βεβαιωθείτε ότι δεν τα κάνετε!
es: Si tienes un examen, es posible que te pidan escribir alguna escala, ascendente o descendente, con armadura o usando alteraciones. Aquí tienes una lista de los errores más frecuentes ¡Asegúrate de no cometerlos!

source: If you have to write an interval, you will be given the first (lower) note of the two, and you will be told what interval to calculate; something like this:
de: Wenn Sie ein Intervall schreiben müssen, erhalten Sie die erste (untere) Note der beiden, und es wird Ihnen gesagt, welches Intervall zu berechnen ist; so etwas in der Art:
el: Εάν έχετε να γράψετε ένα διάστημα, θα σας δοθεί η πρώτη (χαμηλότερη) νότα εκ των δύο και θα σας υποδειχθεί τι διάστημα να υπολογίσετε. Κάτι σαν και αυτό:
es: Si te piden escribir un intervalo, te darán una de las notas, seguramente la más grave, y te pedirán que calcules la otra. Veamos un ejemplo:
