Repository: lenmus/langtool
Catalog: locale/*/TheoryHarmony_*.po
Languages: de, el, es

source: Play both scales and listen. You will notice that both sound 'similar' and reminds you of the C major scale: the scale formed by all note names <b>without accidentals</b>. But, wait!. G major and F# major <b>do have</b> accidentals. How is that they sound 'similar' if we have introduced new different sounds?
de: Spielen Sie beide Tonleitern ab und hören Sie zu. Sie werden feststellen, dass beide 'ähnlich' klingen und sie an die C-Dur-Tonleiter erinnert, die Tonleiter, die von allen Notennamen <b>ohne Vorzeichen</b> gebildet wird. Aber, Halt! G-Dur und Fis-Dur <b>haben </b> doch Vorzeichen. Wie kann es sein, dass sie "ähnlich" klingen, wenn wir neue Töne eingeführt haben?
el: Ακούστε και τις δύο κλίμακες. Θα παρατηρήσετε ότι ακούγονται «παρόμοιες», ενώ θυμόμαστε πως η Ντο μείζονα κλίμακα είναι η κλίμακα της οποίας καμία νότα <b>δεν έχει αλλοιώσεις</b>. Περιμένετε όμως! Η Σολ μείζονα και η Φα# μείζονα <b>έχουν</b> αλλοιώσεις. Πώς είναι δυνατόν να ακούγονται «παρόμοιες» εφόσον έχουμε εισαγάγει καινούριους διαφορετικούς ήχους;
es: Toca ambas escalas y escúchalas con atención. Notarás que suenan 'igual' salvo que una empieza en un sonido más bajo que la otra. Y el sonido de ambas es el mismo que el de la escala de Do mayor: la serie de las notas sin alteraciones. Pero, ¡un momento! ¿Cómo es que suenan igual si en Sol mayor y Fa # mayor hay nuevos sonidos (las notas con alteraciones) que no están en la escala de Do mayor?

source: Play the two following scores
de: Spielen Sie die beiden folgenden Partituren
el: Αναπαραγωγή των επόμενων δύο παρτιτούρων
es: Escucha las siguientes escalas:

source: Presentation
de: Präsentation
el: Παρουσίαση
es: Presentación

source: Recognize intervals on a score
de: Intervalle in einer Partitur erkennen
el: Αναγνώριση διαστημάτων σε παρτιτούρα
es: Identifica los intervalos en una partitura

source: References
de: Referenzen
el: Αναφορές
es: Referencias

source: Relative minor and major keys
de: Relative Dur- und Molltonarten
el: Σχετικές ελάσσονες και μείζονες τονικότητες
es: Tonalidad relativa mayor y menor

source: Remember that we start counting on the lower note, which is F in our example. We've been told to write a 7th, so we count seven notes upwards: F, G, A, B flat, C, D, E. The seventh note is E, so that's the note we need to write.
de: Denken Sie daran, dass wir bei der unteren Note zu zählen beginnen, die in unserem Beispiel F ist. Es wird gefordert, eine Septim schreiben, also zählen wir sieben Noten nach oben: F, G, A, B, C, D, E. Die siebte Note ist E, also ist das die Note, die wir schreiben müssen.
el: Θυμηθείτε ότι αρχίζουμε να μετράμε από τη χαμηλότερη νότα, που στο παράδειγμά μας είναι η Φα. Μας έχει ζητηθεί να γράψουμε μια 7η, οπότε μετράμε επτά νότες προς τα πάνω: Φα, Σολ, Λα, Σι ύφεση, Ντο, Ρε, Μι. Η έβδομη νότα είναι η Μι, άρα αυτή είναι η νότα που πρέπει να γράψουμε.
es: Recuerda contar siembre desde la inferior, que es Fa en este ejemplo. Si nos han pedido escribir una séptima contaríamos siete notas: Fa, Sol, La, Si, Do, Re, Mi. Por tanto la nota que buscamos es Mi.

source: Remember, we can't use A sharp instead of B flat, because we've already got an A in the scale.
de: Denken Sie daran, dass wir kein Ais anstelle von B verwenden können, weil wir bereits ein A in der Tonleiter haben.
el: Θυμηθείτε, δεν μπορούμε να χρησιμοποιήσουμε Λα δίεση αντί για Σι ύφεση, διότι έχουμε ήδη μια Λα στην κλίμακα.
es: Recuerda que no puedes usar La sostenido en vez de Si bemol porque la nota La ya está en la escala.

source: Scales
de: Tonleitern
el: Κλίμακες
es: Escalas

source: Scales can be written going up or going down. Scales which go up are called 'ascending', and scales which go down are 'descending'. When we write a descending scale, the pattern of tones and semitones is reversed, so instead of being T-T-S-T-T-T-S, it is S-T-T-T-S-T-T.
de: Tonleitern können nach oben oder nach unten geschrieben werden. Eine Tonleiter, die nach oben geht, wird 'aufsteigend' und eine, die nach unten geht, 'absteigend' genannt. Wenn wir eine absteigende Tonleiter schreiben, wird das Muster der Töne und Halbtöne umgekehrt, so dass es statt T-T-S-T-T-T-S heißt, S-T-T-T-S-T-T.
el: Οι κλίμακες μπορούν να γραφτούν πηγαίνοντας προς τα πάνω ή προς τα κάτω. Οι κλίμακες που πάνε προς τα πάνω ονομάζονται «ανιούσες» και αυτές που πάνε προς τα κάτω «κατιούσες». Όταν γράφουμε μια κατιούσα κλίμακα, το μοτίβο των τόνων και των ημιτονίων είναι ανεστραμμένο, και έτσι αντί για Τ-Τ-S-Τ-Τ-Τ-S έχουμε S-Τ-Τ-Τ-S-Τ-Τ.
es: Las escalas pueden escribirse tanto yendo de la nota más grave a la más aguda como al revés. Las que van de grave a agudo se llaman 'ascendentes' mientras que las que van de agudo a grave se denominan 'descendentes'. Cuando escribas una escala descendente ten en cuenta que tienes que invertir el orden de tonos y semitonos, así que en vez de usar T-T-S-T-T-T-S tienes que darle la vuelta y emplear S-T-T-T-S-T-T.

source: Scales' identification
de: Tonleitern bestimmen
el: Αναγνώριση κλίμακας
es: Identificación de escalas

source: Semitones
de: Halbtöne
el: Ημιτόνια
es: Semitonos

source: Semitones. The chromatic scale
de: Halbtöne. Die Chromatische Tonleiter
el: Ημιτόνια. Η χρωματική κλίμακα
es: Semitonos. La escala cromática

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
de: Senden Sie Ihre Kommentare und Vorschläge an das LenMus-Team (www.lenmus.org)
el: Στείλτε τα σχόλιά σας και τις προτάσεις σας στην ομάδα LenMus (www.lenmus.org)
es: Envía tus comentarios y sugerencias al equipo de LenMus (www.lenmus.org)

source: Some texts have been taken from Catherine Schmidt-Jones music theory lessons at 'Connexions' ( <a-1>http://cnx.org/content/col10208/latest/</a-1>). Her work is licensed under a Creative Commons Attribution License (CC-BY 1.0), and is an Open Educational Resource.
de: Einige Texte wurden dem Musiktheorie-Lektionen von Catherine Schmidt-Jones bei 'Connexions' entnommen ( <a-1>http://cnx.org/content/col10208/latest/</a-1>). Ihr Werk steht unter einer Creative Commons Attribution License (CC-BY 1.0) und ist eine Open Educational Resource.
el: Ορισμένα κείμενα έχουν ληφθεί από τα μαθήματα μουσικής θεωρίας της Catherine Schmidt-Jones στο «Connexions» (<a-1> http://cnx.org/content/col10208/latest/ </a-1>). Η δουλειά της έχει άδεια χρήσης Αναφορά Δημιουργού 1.0 Γενικό (CC-BY 1.0) και είναι Ανοικτός Εκπαιδευτικός Πόρος.
es: Algunos textos se han tomado de las lecciones de teoría de la música de Catherine Schmidt-Jones en 'Conexions' ( <a-1>http://cnx.org/content/col10208/latest/</a-1>). Su trabajo se distribuye bajo licencia Creative Commons Attribution (CC-BY 1.0).

source: Starting on the higher note: a very common mistake!
de: Mit dem höheren Ton beginnen: ein sehr häufiger Fehler!
el: Ξεκινώντας από την υψηλότερη νότα: ένα σύνηθες λάθος!
es: Un error frecuente: ¡contar en la dirección equivocada!

source: Sub-dominant
de: Subdominante
el: Υποδεσπόζουσα
es: Subdominante

source: Sub-mediant
de: Submediante
el: Υπομέση
es: Submediante

source: Supertonic
de: Supertonika
el: Eπιτονική
es: Supertónica

source: Table of content
de: Inhaltsverzeichnis
el: Πίνακας Περιεχομένων
es: Contenido

source: Take paper and pencil, copy those scales, and find the pattern of tones and semitones.
de: Nehmen Sie Papier und Bleistift, schreiben Sie diese Tonleiter ab und suchen Sie das Muster der Ganztöne und Halbtöne.
el: Πάρτε χαρτί και μολύβι, αντιγράψτε αυτές τις κλίμακες και βρείτε το μοτίβο των τόνων και των ημιτονίων.
es: Toma papel y lápiz, copia las escalas, y calcula los tonos y semitonos que hay entre las notas.

source: Terminal cadences
de: Schlusskadenzen
el: Καταληκτικές πτώσεις
es: Cadencias conclusivas

source: Terminal cadences create a sensation of stability and conclusion of the musical phrase or sentence. This feeling is achieved by moving to the tonic grade (grade I) from any other chord grade. Depending on the starting chord grade, two types of cadences are considered: <a-1> authentic cadences</a-1> and <a-2> plagal cadences</a-2>.
de: Schlusskadenzen erzeugen ein Gefühl der Stabilität und des Abschlusses der musikalischen Phrase oder des Satzes. Dieses Gefühl wird erreicht, indem man von jeder anderen Akkordstufe in die Tonika (Stufe I) wechselt. Abhängig von der Stufe des Anfangsakkords werden zwei Arten von Kadenzen in Betracht gezogen: <a-1>authentische Kadenzen</a-1> und <a-2>plagale Kadenzen</a-2>.
el: Οι καταληκτικές πτώσεις δημιουργούν την αίσθηση της σταθερότητας και της κατάληξης μιας μουσικής φράσης ή πρότασης. Αυτό το συναίσθημα επιτυγχάνεται πηγαίνοντας στην τονική βαθμίδα (βαθμίδα I) από οποιαδήποτε άλλη συγχορδιακή βαθμίδα. Ανάλογα με τη βαθμίδα της συγχορδίας απ' όπου ξεκινάμε, προκύπτουν δύο τύποι πτώσεων: οι <a-1>αυθεντικές πτώσεις</a-1> και οι <a-2> πλάγιες πτώσεις</a-2>.
es: Las cadencias conclusivas están caracterizadas por crear reposo y estabilidad. Esta sensación se consigue llegando a la tónica (grado I) desde algún otro grado tonal. Dependiendo del grado desde el que se llega a la tónica se distinguen dos tipos de cadencias: <a-1>auténticas </a-1> y <a-2> plagales</a-2>.

source: Tetra chords are also formed by overlapping thirds, and the fouth note forms a 7th that is dissonant with the root. They are known as 'seventh chords' (which can be major, minor, etc.). The dissonace introduces dynamism and tension in the harmony that tends to resolve over the tonic chord or another chord that does not contain dissonance.
es: Los acordes cuatriadas también se forman por terceras superpuestas y la cuarta nota forma una 7ª que es disonante con la fundamental. Se les conoce como 'acordes de séptima' (que pueden ser mayores, menores, etc.). La disonancia introduce dinamismo y tensión en la armonía que tiende a resolverse sobre el acorde de tónica u otro acorde que no contenga disonancia.

source: The 'Theory and harmony' eBook is not yet finished and, currently, it is just a collection of lessons on music theory.
de: Das eBook "Theorie und Harmonielehre" ist noch nicht fertig gestellt, und derzeit ist es nur eine Sammlung von Lektionen zur Musiktheorie.
el: Το βιβλίο «Θεωρία και αρμονία» δεν έχει ολοκληρωθεί ακόμα και, επί του παρόντος, είναι απλώς μια συλλογή μαθημάτων μουσικής θεωρίας.
es: El libro 'Teoría y armonía' no está terminado todavía, por lo que, actualmente, es sólo una colección de lecciones sobre teoría.

source: The C major and C minor scales start on the same note, but have different key signatures. C minor and E flat major start on different notes, but have the same key signature. C minor is the relative minor of E flat major.
de: Die C-Dur- und die c-Moll-Tonleiter beginnen auf dem gleichen Ton, haben aber unterschiedliche Vorzeichen. Die c-Moll- und die Es-Dur-Tonleiter beginnen auf verschiedenen Noten, haben aber die gleiche Tonart. c-Moll ist die relative Molltonart von Es-Dur.
el: Η Ντο μείζονα και η Ντο ελάσσονα κλίμακα ξεκινούν από την ίδια νότα αλλά έχουν διαφορετικούς οπλισμούς. Η Ντο ελάσσονα και η Μι ύφεση μείζονα ξεκινούν από διαφορετικές νότες αλλά έχουν τον ίδιο οπλισμό. Η Ντο ελάσσονα είναι σχετική της Μι ύφεσης μείζονας.
es: Las escalas de Do mayor y Do menor empiezan en la misma nota, pero tienen distintas notas (distinta armadura). Por el contrario, Do menor y Mi bemol mayor empiezan en distinta nota, pero ambas escalas usan las mismas notas y tienen la misma armadura.

source: The answer is in the pattern of tones and semitones. <b>What our brain is recognizing is this pattern of sound intervals! And that is what characterizes and defines any scale.</b>For a major scale the pattern is T-T-S-T-T-T-S. Memorize it!
de: Die Antwort liegt im Muster von Ganztönen und Halbtönen. <b>Was unser Gehirn erkennt, ist dieses Muster von Tonintervallen! Und das ist es, was jede Tonleiter charakterisiert und definiert. </b>Für eine Dur-Tonleiter ist das Muster T-T-S-T-T-T-S. Prägen Sie es sich ein!
el: Η απάντηση βρίσκεται στο μοτίβο των τόνων και των ημιτονίων.<b>Αυτό που αναγνωρίζει ο εγκέφαλός μας είναι το μοτίβο του ήχου των διαστημάτων! Και αυτό είναι που χαρακτηρίζει και προσδιορίζει κάθε κλίμακα.</b> Για τη μείζονα κλίμακα το μοτίβο είναι Τ-Τ-S-Τ-Τ-Τ-S. Απομνημονεύστε το!
es: La respuesta está en el patrón de tonos y semitonos. <b>Nuestro cerebro da más importancia no a los sonidos en sí, sino a las distancias entre ellos</b>

source: The answer is in two details: they have a different tonal center (C in C major and A in A minor) and although both scales share the same notes, the notes in the minor scale follow a different pattern of tones and semitones and so have different relationships with each other; therefore, the harmonies and chord progressions built around their (different) tonal centers creates the difference.
de: Die Antwort liegt in zwei Details: Sie haben ein unterschiedliches tonales Zentrum (C in C-Dur und A in A-Moll), und obwohl beide Tonleiter die gleichen Töne haben, folgen die Töne in der Molltonleiter einem unterschiedlichen Muster von Ganztönen und Halbtönen und stehen so in unterschiedlichen Beziehungen zueinander; daher erzeugen die Harmonien und Akkordfolgen, die um ihre (unterschiedlichen) tonalen Zentren herum aufgebaut sind, den Unterschied.
el: Η απάντηση βρίσκεται σε δύο λεπτομέρειες: έχουν διαφορετικό τονικό κέντρο (Ντο στην Ντο μείζονα και Λα στη Λα ελάσσονα) και ωστόσο και οι δύο κλίμακες μοιράζονται τις ίδιες νότες. Οι νότες στην ελάσσονα κλίμακα ακολουθούν διαφορετικό μοτίβο τόνων και ημιτονίων και, συνεπώς, έχουν διαφορετική σχέση μεταξύ τους. Επομένως, οι αρμονίες και η πρόοδος των συγχορδιών που χτίζονται γύρω από τα (διαφορετικά) τονικά κέντρα δημιουργούν τη διαφορά.
es: La respuesta se debe a dos factores. El primero, es que empiezan por distinta nota, por lo que tienen distinto centro tonal, Do en Do mayor y La en La menor. La segunda diferencia es que aunque ambas escalas usan las mismas notas, el patrón de tonos y semitonos es distinto. Ambas diferencias dan lugar a que las armonías que se producen alrededor de cada centro tonal son muy distintas y son las que crean estas diferencias de sentimientos. Verás esto en detalle en lecciones más avanzadas, cuando estudiemos la armonía.

source: The deceptive cadence is considered a weak cadence because of the 'surprise' and 'hanging' feelings it invokes. Therefore, it is never used to end a piece of music. However, it provides variety and surprise by resolving to a minor chord in major keys, and to a major chord in minor keys. And when used near the end of a piece, it helps to sustain the musical interest at the moment when the final authentic cadence is expected.
de: Die Trugschlußkadenz wird wegen dem Überraschungs- und Schwebegefühl, das sie hervorruft, als schwache Kadenz angesehen. Daher wird sie nie zum Beenden eines Musikstücks verwendet. Sie sorgt jedoch für Abwechslung und Überraschung, indem sie zu einem Moll-Akkord in Dur-Tonarten und zu einem Dur-Akkord in Moll-Tonarten aufgelöst wird. Und wenn sie gegen Ende eines Stücks verwendet wird, hilft sie, das musikalische Interesse in dem Moment aufrechtzuerhalten, in dem die endgültige authentische Kadenz erwartet wird.
el: Η απροσδόκητη πτώση θεωρείται ως μια ασθενής πτώση εξαιτίας του συναισθήματος της «έκπληξης» και της αίσθησης ότι υπάρχει μια «εκκρεμότητα». Επομένως, δεν χρησιμοποιείται ποτέ για να τελειώσει ένα μουσικό κομμάτι. Παρ' όλα αυτά, δημιουργεί έκπληξη όταν λύνεται σε μια ελάσσονα συγχορδία στις μείζονες τονικότητες και σε μια μείζονα συγχορδία στις ελάσσονες τονικότητες. Και όταν χρησιμοποιείται κοντά στο τέλος ενός κομματιού, βοηθά στη διατήρηση του μουσικού ενδιαφέροντος τη στιγμή που αναμένεται η τελική αυθεντική πτώση.
es: La cadencia rota o interrumpida se considera una cadencia débil debido a los sentimientos de "sorpresa" y de "interrupción" que provoca. Por ello, nunca se usa para terminar una pieza musical. Sin embargo, proporciona variedad y sorpresa al resolverse en un acorde menor en tonalidades mayores y en un acorde mayor en tonalidades menores. Y cuando se usa cerca del final de una pieza, ayuda a mantener el interés musical en el momento en que se espera la cadencia auténtica, al final.

source: The first thing to notice is that, as said, we have twelve notes within an octave, represented by seven white keys and five black keys. But only seven letter names are used to name notes: C, D, E, F, G, A and B. The eighth note would, of course, be the next C, beginning the next octave. To name the other notes, the notes on the black piano keys, you have to use a sharp or flat sign. The white keys are the <b>natural notes</b>. Black keys can only be named using sharps or flats.
de: Als erstes fällt auf, dass wir zwölf Töne innerhalb einer Oktave haben, die durch sieben weiße und fünf schwarze Tasten repräsentiert werden. Aber nur sieben Buchstabennamen werden zur Benennung der Noten verwendet: C, D, E, F, G, A und H. Die achte Note wäre natürlich das nächste C, mit dem die nächste Oktave beginnt. Um die anderen Noten, die Noten auf den schwarzen Klaviertasten zu benennen, müssen Sie ein Kreuz oder b als Vorzeichen verwenden. Die weißen Tasten sind die <b>Stammtöne</b>. Schwarze Tasten können nur mit einem Kreuz (-is) oder einem B (-es) benannt werden.
el: Το πρώτο πράγμα που πρέπει να προσέξουμε είναι ότι έχουμε δώδεκα νότες εντός της οκτάβας, που παρουσιάζονται με επτά άσπρα πλήκτρα και πέντε μαύρα πλήκτρα. Όμως χρησιμοποιούμε μόνο επτά ονομασίες φθόγγων: Ντο, Ρε, Μι, Φα, Σολ, Λα και Σι. Η όγδοη νότα θα είναι, φυσικά, η επόμενη Ντο, στην αρχή της επόμενης οκτάβας. Για να ονομάσουμε τις άλλες νότες, αυτές των μαύρων πλήκτρων, πρέπει να χρησιμοποιήσουμε ένα σύμβολο δίεσης ή ύφεσης. Τα άσπρα πλήκτρα είναι οι <b>φυσικές νότες</b>. Τα μαύρα πλήκτρα μπορούν μόνο να ονομαστούν χρησιμοποιώντας διέσεις ή υφέσεις.
es: La primera cosa que observamos es que, como sabemos, hay doce notas en cada octava, representadas por siete teclas blancas y cinco negras. Pero sólo hay siete nombres de nota: Do,Re, Mi, Fa, Sol, La y Si. La siguiente nota vuelve a ser Do, y comienza una nueva octava. Para dar nombre a las otras notas, las que corresponden a las teclas negras, hay que utilizar bemoles o sostenidos. Las teclas blancas corresponden a las <b>notas naturales</b>. Las teclas negras a los sostenidos y bemoles.

source: The following score shows some examples of intervals within one octave:
de: Die folgende Partitur zeigt einige Beispiele für Intervalle innerhalb einer Oktave:
el: Η επόμενη παρτιτούρα δείχνει κάποια παραδείγματα μέσα σε μία οκτάβα:
es: En el siguiente pentagrama podrás ver algunos ejemplos de intervalos dentro de una octava:

source: The harmonic minor scale raises the seventh note of the natural scale by one half step, whether you are going up or down the scale. Therefore, harmonic minor scales are built on pattern T - S - T - T - S - 3S - S (T=Tone or 'whole step'; S=Semitone or 'half step'; and 3S = three semitones).
de: Die harmonische Molltonleiter hebt den siebten Ton der Naturtonleiter um einen Halbtonschritt an, unabhängig davon, ob Sie die Tonleiter aufwärts oder abwärts spielen. Daher ist die Harmonische Molltonleiter nach dem Muster T-S-T-T-S-3S-S aufgebaut (T=Ganzton, S=Halbton und 3S = drei Halbtöne).
el: Στην αρμονική ελάσσονα κλίμακα αυξάνεται κατά μισό βήμα η έβδομη νότα της φυσικής κλίμακας, είτε πηγαίνετε πάνω είτε κάτω στην κλίμακα. Επομένως, το μοτίβο στο οποίο στηρίζονται οι αρμονικές ελάσσονες κλίμακες είναι Τ-S-Τ-Τ-S-3S-S (Τ=Τόνος ή «ολόκληρο βήμα», S=Ημιτόνιο ή «μισό βήμα» και 3Η=Τριημιτόνιο).
es: La escala menor armónica es similar a la natural salvo que el séptimo grado está elevado un semitono. Por tanto, la escala menor armónica sigue el patrón T - S - T - T - S - 3S - S (T=Tono, S=Semitono y 3S=tres semitonos).

source: The last scale we will look at is F major:
de: Die letzte Tonleiter, den wir uns ansehen werden, ist F-Dur:
el: Η τελευταία κλίμακα που θα δούμε είναι η Φα μείζονα:
es: La última escala que vamos a ver es Fa mayor:

source: The minimum distance between two pitches that we will consider in the Western musical tradition is called a <b>semitone</b>, also named <b>half step</b>. Let's use a piano keyboard to look at some examples.
de: Der Mindestabstand zwischen zwei Tonhöhen, den wir in der westlichen Musiktradition berücksichtigen werden, wird <b>Halbton</b> oder <b>Halbtonschritt</b> genannt. Benutzen wir eine Klaviertastatur, um uns einige Beispiele anzuschauen.
el: Η ελάχιστη απόσταση μεταξύ δύο φθόγγων που θα εξετάσουμε στη Δυτική μουσική παράδοση ονομάζεται <b>ημιτόνιο</b>, ενώ ονομάζεται επίσης και <b>μισό βήμα</b>. Ας χρησιμοποιήσουμε τα πλήκτρα του πιάνου για να δούμε κάποια παραδείγματα.
es: En la tradición musical Occidental, la mínima distancia entre dos notas se denomina <b>semitono</b> o medio tono. Vamos a usar el teclado del piano para ver algunos ejemplos.

source: The most 'powerful' tetra chord is the one whose root note is the V degree. It is known as 'dominant 7th' chord, and it contains a minor seventh.
es: El más 'potente' de los acordes cuatriadas es el que tiene como fundamental el V grado. Se le conoce como acorde 'de séptima de dominante' y contiene una 7ª menor.

source: The most important scales are the <b>diatonic</b> scales. A diatonic scale has seven notes and each of those notes is given different letter name, A-G.
de: Die wichtigsten Tonleitern sind die <b>diatonischen</b> Tonleitern. Eine diatonische Tonleiter hat sieben Töne, und jeder dieser Töne wird mit einem anderen Buchstaben A-G bezeichnet.
el: Οι σημαντικότερες κλίμακες είναι οι <b>διατονικές</b> κλίμακες. Μια διατονική κλίμακα έχει επτά νότες και καθεμία από αυτές έχει διαφορετική ονομασία, Λα-Σολ.
es: Las escalas más importantes que debes conocer son las llamadas <b>escalas diatónicas</b>. Son escalas que contienen los siete nombres de nota, Do a Si.

source: The next note we need, as you can see from the pattern T-T-S-T-T-T-S, is a tone higher than E. The note which is a tone higher than E is <b>F sharp</b>, (because we can squeeze an F between them). So F sharp is our next note:
de: Der nächste Ton, den wir benötigen, ist, wie Sie aus dem Muster T-T-S-T-T-T-S erkennen können, einen Ganzton höher als E. Ein Ganzton höher als E ist <b>Fis</b>, (weil wir ein F dazwischen quetschen können). Fis ist also unser nächster Ton:
el: Η επόμενη νότα που θα χρειαστούμε, όπως βλέπετε στο μοτίβο Τ-Τ-S-Τ-Τ-Τ-S, είναι ένας τόνος υψηλότερα από τη Μι. Η νότα που είναι έναν τόνο υψηλότερα από τη Μι είναι η <b>Φα δίεση</b> (διότι μπορούμε να χωρέσουμε μια Φα ανάμεσά τους). Συνεπώς, η Φα δίεση είναι η επόμενη νότα μας:
es: La siguiente nota que necesitamos, según el patrón de tonos y semitonos T-T-S-T-T-T-S, debe estar un tono por encima de Mi. Esa nota es <b>Fa #</b> (entre Mi y Fa# está Fa). Así que Fa # es nuestra siguiente nota:

source: The pattern is <b>T-S-T-T-S-T-T</b>.
de: Das Muster ist <b>T-S-T-T-S-T-T</b>.
el: Το μοτίβο είναι <b>Τ-S-Τ-Τ-S-Τ-Τ</b>.
es: El patrón es <b>T-S-T-T-S-T-T</b> y observarás que, a diferencia de la escala mayor, aquí los semitonos se han desplazado un grado: el primero aparece entre el II y III, y el segundo entre VI y VII, siendo este el rasgo más característico de las escalas menores.

source: The pattern is <b>T-T-S-T-T-T-S</b>.
de: Das Muster ist <b>T-T-S-T-T-T-S</b>.
el: Το μοτίβο είναι <b>Τ-Τ-S-Τ-Τ-Τ-S</b>.
es: La secuencia es <b>T-T-S-T-T-T-S</b>. Observarás que los semitonos se encuentran entre los grados II-IV y entre VII y VIII. Y ya te adelantamos que este es el rasgo distintivo de las escalas mayores que las distingue de las menores.
