Repository: lenmus/langtool
Catalog: locale/*/TheoryHarmony_*.po
Languages: de, el, es

source: We use technical names to talk about each note of the diatonic scale, instead of saying 'first note', 'third note' and so on. The first and last notes in any scale are called the 'tonic'. The other notes can be referred to by <b>number</b>. In C major, the second note in the scale is D, so we can say that D is the <b>2nd degree of the scale of C major</b>. We always use the <b>ascending</b> scale to work out the degrees of a scale. Every scale has seven degrees, because there are seven different notes. The distance of eight notes, from low C to top C for example, is called an 'octave'.
de: Wir verwenden technische Namen für jede Note der diatonischen Tonleiter, anstatt "erste Note", "dritte Note" und so weiter zu sagen. Die erste und die letzte Note in jeder Tonleiter werden "Tonika" genannt. Die anderen Töne können mit einer <b>Stufe</b> bezeichnet werden. In C-Dur ist der zweite Ton in der Tonleiter D, so dass wir sagen können, dass D die <b>2. Stufe der Tonleiter von C-Dur</b> ist. Wir verwenden immer die Tonleiter <b>aufsteigend</b>, um die Grade einer Tonleiter auszuarbeiten. Jede Tonleiter hat sieben Stufen, weil es sieben verschiedene Noten gibt. Der Abstand von acht Noten, zum Beispiel vom tiefen C bis zum oberen C, wird als "Oktave" bezeichnet.
el: Χρησιμοποιούμε τεχνικές ονομασίες για να περιγράψουμε κάθε νότα της διατονικής κλίμακας, αντί να λέμε «πρώτη νότα», «τρίτη νότα» κ.ο.κ. Η πρώτη και η τελευταία νότα κάθε κλίμακας ονομάζεται «τονική». Οι άλλες νότες μπορούν να αναφερθούν <b>αριθμητικά</b>. Στην Ντο μείζονα, η δεύτερη νότα της κλίμακας είναι η Ρε, και έτσι μπορούμε να πούμε ότι η Ρε είναι η <b>2η βαθμίδα της Ντο μείζονας κλίμακας</b>. Πάντα χρησιμοποιούμε την <b>ανιούσα</b> κλίμακα για να ονομάσουμε τις βαθμίδες μιας κλίμακας. Κάθε κλίμακα έχει επτά βαθμίδες, αφού υπάρχουν επτά διαφορετικές νότες. Η απόσταση οκτώ φθόγγων, από το χαμηλό Ντο ως το υψηλό Ντο για παράδειγμα, ονομάζεται «οκτάβα».
es: Para nombrar las notas de una escala, en vez de decir 'primera nota', 'segunda nota', etc. se utilizan unos nombres técnicos que debes aprender. La primera nota de cualquier escala se llama la 'tónica' porque es la que da el 'tono' de la escala. También se llama el 'primer grado' de la escala. Las restantes notas también se denominan por su número o grado. Así en la escala de Do mayor, Re es el 'segundo grado', Mi el 'tercer grado' y así sucesivamente, hasta llegar otra vez a Do que es,la octava. Para determinar el grado hay que utilizar <b>siempre</b> la escala ascendente.

source: We'll start by putting the the tonic of E major, that is, an E note. We're using the treble clef, but it works just the same way in any other clef.
de: Wir beginnen mit der Tonika von E-Dur, also dem Ton E. Wir verwenden den Violinschlüssel, aber es funktioniert in jedem anderen Schlüssel genauso.
el: Θα ξεκινήσουμε βάζοντας την τονική της Μι μείζονας, δηλαδή μια νότα Μι. Χρησιμοποιούμε το κλειδί του Σολ, αλλά είναι ακριβώς το ίδιο και σε οποιοδήποτε άλλο κλειδί.
es: Vamos a usar la clave de Sol pero podemos usar cualquier otra clave. El método es el mismo. Comenzaremos con la nota que da nombre a la escala: Mi.

source: We've learnt that the octave is divided into twelve notes, spaced by one semitone. When played one after the other we get the chromatic scale. But chromatic scales aren't very interesting to compose music. In Western music tradition normally you would not use all twelve notes to compose a melody, as it will not sound 'good'. Therefore, musicians learnt to choose the 'right' notes that were useful to compose 'sounding good' melodies, and grouped these notes in 'scales'. So let's learn about how to choose the 'right' notes to use and about the scales they form. But please remember that people in different musical traditions have different ideas about what notes they think sound best together!.
de: Wir haben gelernt, dass die Oktave in zwölf Töne unterteilt ist, die durch einen Halbton voneinander getrennt sind. Wenn wir sie nacheinander spielen, erhalten wir die chromatische Tonleiter. Aber chromatische Skalen sind nicht sehr interessant, um Musik zu komponieren. In der westlichen Musiktradition würde man normalerweise nicht alle zwölf Töne zum Komponieren einer Melodie verwenden, da sie nicht "gut" klingen wird. Deshalb lernten Musiker, die "richtigen" Noten zu wählen, die dazu dienen, eine "gut klingende" Melodien komponieren, und gruppierten diese Noten in "Tonleitern". Also lernen wir, wie man die "richtigen" zu verwendenden Noten auswählt und welche Skalen sie bilden. Aber denken Sie bitte daran, dass Menschen in verschiedenen Musiktraditionen unterschiedliche Vorstellungen davon haben, welche Noten ihrer Meinung nach am besten zusammen klingen!.
el: Έχουμε μάθει ότι η οκτάβα διαιρείται σε δώδεκα νότες, χωρισμένες σε ημιτόνια. Όταν παίζουμε την μία μετά την άλλη έχουμε τη χρωματική κλίμακα. Ωστόσο οι χρωματικές κλίμακες δεν έχουν ιδιαίτερο ενδιαφέρον για να συνθέσουμε μουσική. Στη Δυτική μουσική παράδοση συνήθως δεν θα χρησιμοποιηθούν και οι δώδεκα νότες για τη σύνθεση μιας μελωδίας, καθώς δεν θα ακούγεται «ωραία». Ως εκ τούτου, οι μουσικοί έμαθαν να διαλέγουν τις «σωστές» νότες που είναι χρήσιμες ώστε να συντεθεί μια μελωδία που «ακούγεται ωραία» και, έχουν ομαδοποιήσει αυτές τις νότες σε «κλίμακες». Ας μάθουμε λοιπόν σχετικά με το πως να διαλέγουμε τις «σωστές» νότες που πρέπει να χρησιμοποιούμε και τις κλίμακες που σχηματίζουν. Όμως να θυμάστε ότι άνθρωποι από διαφορετικές μουσικές παραδόσεις έχουν διαφορετική άποψη σχετικά με το ποιες νότες ηχούν καλύτερα μαζί!.
es: Ya sabemos que la octava está dividida en doce notas, a distancia de un semitono. Si tocamos una tras otra las doce notas obtenemos una escala cromática. Pero las escalas cromáticas no son demasiado interesantes para componer música. En la tradición occidental, normalmente no se utilizan las doce notas para componer una melodía ya que 'no sonaría bien'. Por ello, los músicos aprendieron a seleccionar conjuntos de notas con las que componer melodías 'agradables' al oído. Y estos grupos de notas forman las escalas que vamos a estudiar. Pero recuerda que estas escalas son las de la tradición occidental. En otras culturas se tienen distintas ideas sobre qué notas 'suenan bien' al combinarlas.

source: What difference does key make? Since the major scales all follow the same pattern, they all sound very much alike. Here is the tune 'Row, Row, Row Your Boat', written in G major and also in D major. First in G major:
de: Welchen Unterschied macht die Tonart aus? Da die Dur-Tonleitern alle dem gleichen Muster folgen, klingen sie alle sehr ähnlich. Hier ist die Melodie 'Row, Row, Row, Row Your Boat', geschrieben in G-Dur und auch in D-Dur. Die erste in G-Dur:
el: Τι διαφορές δημιουργεί η τονικότητα; Από τότε που οι μείζονες κλίμακες ακολουθούν όλες το ίδιο μοτίβο, όλες μοιάζουν πολύ μεταξύ τους. Εδώ είναι η μελωδία «Row, Row, Row Your Boat», γραμμένη σε Σολ μείζονα και επίσης σε Ρε μείζονα. Πρώτα σε Ρε μείζονα:
es: ¿Cuál es la diferencia entre usar una u otra escala mayor? Dado que todas las escalas mayores siguen el mismo patrón de tonos y semitonos, todas ellas suenan similares. Aquí se muestra la canción 'Row, Row, Row Your Boat' escrita en Sol mayor y en Re mayor. Escuchémosla primero en Sol mayor:

source: What happens if you try to calculate an interval by starting with the higher note on the stave? You will get the wrong answer! This is a common mistake, so let's look at an example of what can go wrong. What is the following harmonic interval?
de: Was passiert, wenn Sie versuchen, ein Intervall zu berechnen, indem Sie mit der höheren Note auf dem Notensystem beginnen? Sie werden die falsche Antwort erhalten! Dies ist ein häufiger Fehler, also sehen wir uns ein Beispiel dafür an, was schief gehen kann. Was ist das folgende harmonische Intervall?
el: Τι γίνεται αν προσπαθήσετε να υπολογίσετε ένα διάστημα από την υψηλότερη νότα στο πεντάγραμμο; Θα πάρετε τη λάθος απάντηση! Είναι ένα συνηθισμένο λάθος. Γι' αυτό ας δούμε ένα παράδειγμα σχετικά με το τι μπορεί να πάει στραβά. Ποιο είναι το ακόλουθο αρμονικό διάστημα;
es: Es un error frecuente en los exámenes contar las notas en la dirección equivocada. Lo primero en lo que hay que fijarse es en si el intervalo es ascendente (va de la nota grave a la aguda) o descendente (va de la nota aguda a la grave). Si el intervalo fuera descendente, en vez de contar el número de notas de la grave a la aguda, se contaría partiendo de la nota aguda, que es la primera nota del intervalo ¡pero siguiendo el orden descendente de las notas! Vamos a ver un ejemplo de este error. ¿Cuál es el siguiente intervalo?

source: What is an interval?
de: Was ist ein Intervall?
el: Τι είναι ένα διάστημα;
es: ¿Qué es un intervalo?

source: What main difference does major or minor key make? In C major key it sounds cheerful but in A minor key it sounds sad. Probably you have noticed that the A minor scale is using the same notes than the C major scale: the white keys of the piano keyboard. Then, why this difference in emotional feel?
de: Welchen Hauptunterschied macht Dur und Moll? In C-Dur klingt es fröhlich, aber in A-Moll klingt es traurig. Wahrscheinlich haben Sie bemerkt, dass die A-Moll-Tonleiter die gleichen Noten wie die C-Dur-Tonleiter verwendet: die weißen Tasten der Klaviertastatur. Warum dann dieser Unterschied im emotionalen Empfinden?
el: Ποια είναι η κύρια διαφορά μεταξύ μειζόνων και ελασσόνων τονικοτήτων; Η Ντο μείζονα ακούγεται εύθυμη, αλλά η Λα ελάσσονα ακούγεται λυπητερή. Έχετε προσέξει πιθανότατα ότι η Λα ελάσσονα κλίμακα χρησιμοποιεί τους ίδιους φθόγγους με την Ντο μείζονα κλίμακα: τα άσπρα πλήκτρα του πιάνου. Τότε γιατί υπάρχει αυτή η διαφορά στο συναίσθημα που προκαλούν;
es: ¿Qué diferencia principal aprecias entre la tonalidad mayor y la menor? Habrás percibido que en Do mayor la melodía suena alegre mientras que en La menor suena apagada y triste. Sin embargo, posiblemente te hayas dado cuenta de que las escalas de Do mayor y La menor usan las mismas notas. ¿Cómo pueden entonces crear sentimientos tan distintos?

source: When the authentic cadence satisfies the following conditions:
de: Wenn die authentische Kadenz die folgenden Bedingungen erfüllt:
el: Όταν η αυθεντική πτώση πληροί τις ακόλουθες προϋποθέσεις:
es: Cuando la cadencia auténtica cumple las siguientes condiciones:

source: Why should you learn about 'intervals'?
de: Warum sollten Sie "Intervalle" studieren?
el: Γιατί πρέπει να μάθετε για τα «διαστήματα»;
es: ¿Por qué deberías estudiar los intervalos?

source: Write intervals on a score
de: Schreiben Sie Intervalle in eine Partitur
el: Γράψτε διαστήματα σε παρτιτούρα
es: Escribe intervalos en una partitura

source: Writing Intervals
de: Intervalle schreiben
el: Γράφοντας διαστήματα
es: Escribiendo intervalos

source: Writing accidentals/key signatures on the <b>wrong space</b> or <b>line</b>.
de: Vorzeichen/Versetzungszeichen sind im <b>falschen Zwischenraum</b> oder auf der <b>falschen Linie</b>.
el: Γράφοντας αλλοιώσεις/οπλισμούς στο <b>λάθος διάστημα</b> ή στη <b>λάθος γραμμή</b>.
es: Escribir las alteraciones de la armadura en <b>lineas o espacios equivocados</b>.

source: Writing an <b>ascending</b> scale when the question asks for a <b>descending</b> one, and vice versa.
de: Das Schreiben einer <b>aufsteigenden </b> Tonleiter, wenn die Frage nach einer <b>absteigenden</b> verlangt, und umgekehrt.
el: Γράφοντας μια <b>ανιούσα</b> κλίμακα όταν η ερώτηση ζητά μια <b>κατιούσα</b>, και αντίστροφα.
es: Escribir una escala <b>ascendente</b> cuando la pregunta pide una <b>descendente</b>, y viceversa.

source: You need to be able to recognise chromatic scales, as well as sections of a chromatic scale within a piece of music. To find a section of a chromatic scale, just look for a series of notes that are all one semitone apart.
de: Sie müssen in der Lage sein, chromatische Tonleitern sowie Abschnitte einer chromatischen Tonleiter innerhalb eines Musikstücks zu erkennen. Um einen Abschnitt einer chromatischen Tonleiter zu finden, suchen Sie einfach nach einer Abfolge von Noten, die alle einen Halbtonabstand haben.
el: Θα πρέπει να μπορείτε να αναγνωρίζετε τις χρωματικές κλίμακες καθώς και τα τμήματα μιας χρωματικής κλίμακας μέσα σε ένα μουσικό κομμάτι. Για να βρείτε ένα τμήμα χρωματικής κλίμακας, απλώς αναζητήστε μια σειρά φθόγγων που έχουν όλες μεταξύ τους απόσταση ημιτονίου.
es: Debes aprender a reconocer, en una pieza musical, escalas cromáticas, así como fragmentos de ellas. Para ello, fíjate en una serie de notas que vayan subiendo o bajando en intervalos de un semitono.

source: You will notice the feeling of conclusion, of reaching the end of a musical piece. The chord sequence does not create expectations of continuation. The composer could end the musical composition in the last chord and the listener will perceive that the end has been reached and remain 'satisfied' with finishing at that point. On the contrary, listen to the following chord sequence:
de: Sie bemerken das Gefühl des Abschlusses, des Erreichens des Endes eines Musikstücks. Die Akkordfolge erweckt keine Erwartungen auf eine Fortsetzung. Der Komponist könnte die musikalische Komposition mit dem letzten Akkord beenden, und der Zuhörer wird wahrnehmen, dass das Ende erreicht ist und mit dem Abschluss an dieser Stelle "zufrieden" sein. Im Gegenteil dazu hören Sie sich die folgende Akkordfolge an:
el: Θα έχετε παρατηρήσει πως, όταν φτάνουμε στο τέλος ενός μουσικού κομματιού, υπάρχει μια αίσθηση κατάληξης. Η ακολουθία των συγχορδιών δεν δημιουργεί προσδοκία για συνέχιση. Ο συνθέτης θα μπορούσε να τελειώσει τη μουσική σύνθεση στην τελευταία συγχορδία, και ο ακροατής θα αντιληφθεί ότι το τέλος έχει φτάσει και παραμένει «ικανοποιημένος» με την ολοκλήρωση σε εκείνο το σημείο. Αντίθετα, ακούστε την επόμενη ακολουθία συγχορδιών:
es: Observa la sensación de conclusión, de que se ha llegado al final de una pieza musical. Esta secuencia de acordes no crea expectativas de continuación. El compositor puede perfectamente dar por terminada la pieza en el último acorde y el oyente percibirá que se ha llegado al final, sin quedarse con la sensación de que 'falta algo'. Por el contrario, escucha la siguiente secuencia de acordes:

source: You'll also be told if you have to write a harmonic, or melodic interval. This one is a melodic interval, so we'll write the second note after the given note.
de: Es wird Ihnen auch gesagt, ob Sie ein harmonisches oder melodisches Intervall schreiben müssen. Da es sich um ein melodisches Intervall handelt, werden wir die zweite Note nach der vorhandenen Note schreiben.
el: Θα σας υποδειχθεί επίσης εάν πρέπει να γράψετε ένα αρμονικό ή μελωδικό διάστημα. Αυτό είναι ένα μελωδικό διάστημα, οπότε θα γράψουμε τη δεύτερη νότα μετά τη νότα που σας έχει δοθεί.
es: También te dirán si tienes que escribir un intervalo melódico o armónico: Aquí nos piden uno melódico así que escribiremos la segunda nota a continuación de la que nos han dado.

source: additional terms may apply. See cover page of this eBook for exceptions and details.
de: zusätzliche Bedingungen können angewendet werden. Siehe Buchcover für Ausnahmen und Details.
el: μπορεί να ισχύουν πρόσθετοι όροι. Δείτε το εξώφυλλο αυτού του ηλεκτρονικού βιβλίου για εξαιρέσεις και λεπτομέρειες.
es: pueden existir limitaciones adicionales. Ver la página de portada de este libro para excepciones y detalles.

source: both chords are in root position;
de: beide Akkorde sind in Grundposition
el: Και οι δύο συγχορδίες είναι στην κύρια θέση,
es: ambos acordes en estado fundamental;

source: fifth
es: quinta

source: root
es: fundamental

source: the first chord is the V or the V7 ; and
de: der erste Akkord ist die V oder V7 und
el: η πρώτη συγχορδία είναι V ή V7· και
es: el primer acorde es el V o el V7, y

source: the melody (soprano voice) ends on the tonic pitch.
de: die Melodie (Sopran-Stimme) endet auf dem Grundton.
el: η μελωδία (φωνή σοπράνο) τελειώνει στην τονική.
es: la melodía (voz más alta) termina en la tónica.

source: the teacher of music
de: der Musiklehrer
el: ο καθηγητής μουσικής
es: el profesor de música

source: then the cadence has its strongest conclusive power and it creates the most final sounding of all cadences. Due to this fact, if the previously listed conditions are satisfied, the cadence is named 'perfect authentic cadence' or just 'perfect cadence'. If the conditions are not satisfied, the conclusive sensation of the cadence is less strong and then the cadence is named 'imperfect authentic cadence' or just 'imperfect cadence'.
de: dann hat die Kadenz ihre stärkste Schlusskraft und erzeugt den endgültigsten Klang aller Kadenzen. Aufgrund dieser Tatsache wird die Kadenz, wenn die zuvor aufgeführten Bedingungen erfüllt sind, "vollkommene authentische Kadenz" oder einfach "vollkommene Kadenz" genannt. Wenn die Bedingungen nicht erfüllt sind, ist die abschließende Empfindung der Kadenz weniger stark, und dann wird die Kadenz als "unvollkommene authentische Kadenz" oder einfach als "unvollkommene Kadenz" bezeichnet.
el: έπειτα η πτώση έχει την ισχυρότερη καταληκτική δύναμη και δημιουργεί τον πλέον τελικό ήχο από όλες τις πτώσεις. Σύμφωνα με αυτό το γεγονός, αν πληρούνται οι παραπάνω προϋποθέσεις, η πτώση ονομάζεται «τέλεια αυθεντική πτώση» ή απλώς «τέλεια πτώση». Αν δεν πληρούνται, η καταληκτική αίσθηση της πτώσης είναι λιγότερο ισχυρή, και έτσι η πτώση ονομάζεται «ατελής αυθεντική πτώση» ή απλώς «ατελής πτώση».
es: entonces la cadencia tiene su máximo poder conclusivo y es la que crea mayor sensación de final de todas las cadencias. Por ello, cuando las anteriores condiciones se cumplen, la cadencia recibe el nombre de 'cadencia auténtica perfecta' o, simplemente, 'cadencia perfecta'. Si las mencionadas condiciones no se cumplen, la cadencia se denomina 'auténtica imperfecta' o, abreviadamente, 'cadencia imperfecta'.

source: third
es: tercera

source: Scales <ul> <li> <a-3>Semitones. The chromatic scale</a-3></li> <li> <a-5>Diatonic scales. Tonal center</a-5></li> <li> <a-7>Tones.Major scales</a-7></li> <li> <a-9>Minor natural scales</a-9></li> <li> <a-11>Harmonic and melodic minor scales</a-11></li> <li> <a-13>Exercises</a-13></li> </ul>
de: Tonleiter <ul> <li> <a-3>Halbtöne. Die chromatische Tonleiter</a-3><</li> <li> <a-5>Diatonische Tonleiter. Tonales Zentrum </a-5><</li> <li> <a-7>Ganztöne. Durtonleitern</a-7></li> <li> <a-9>Natürliche Molltonleiter</a-9></li> <li> <a-11>Harmonische und Melodische Molltonleiter</a-11></li> <li> <a-13>Übungen</a-13></li> </ul>
el: Κλίμακες <ul> <li> <a-3>Ημιτόνια. Η χρωματική κλίμακα</a-3></li> <li> <a-5>Διατονικές κλίμακες. Τονικό κέντρο</a-5></li> <li> <a-7>Τόνοι. Μείζονες κλίμακες</a-7></li> <li> <a-9>Φυσικές ελάσσονες κλίμακες</a-9></li> <li> <a-11>Αρμονικές και μελωδικές ελάσσονες κλίμακες</a-11></li> <li> <a-13>Ασκήσεις</a-13></li> </ul>
