Repository: lenmus/langtool
Catalog: locale/*/TheoryHarmony_*.po
Languages: de, el, es

source: Listen to this tune in G major and in D major. The music may look quite different, but the only difference when you listen is that one sounds higher than the other. So why bother with different keys at all? Before equal temperament became the standard tuning system, major keys sounded more different from each other than they do now. Even now, there are subtle differences between the sound of a piece in one key or another, mostly because of differences in the timbre of various notes on the instruments or voices involved. But today the most common reason to choose a particular key is simply that the music is easiest to sing or play in that key.
de: Hören Sie sich diese Melodie in G-Dur und in D-Dur an. Die Musik mag ganz anders aussehen, aber der einzige Unterschied beim Hören ist, dass die eine höher klingt als die andere. Warum sich also überhaupt mit verschiedenen Tonarten herumschlagen? Bevor die wohltemperierte Stimmung zum Standard-Stimmsystem wurde, klangen die Dur-Tonarten unterschiedlicher als heute. Auch heute noch gibt es subtile Unterschiede zwischen dem Klang eines Stückes in der einen oder anderen Tonart, meist aufgrund von Unterschieden in der Klangfarbe der verschiedenen Noten auf den beteiligten Instrumenten oder Stimmen. Aber heute ist der häufigste Grund für die Wahl einer bestimmten Tonart einfach der, dass die Musik in dieser Tonart am einfachsten zu singen oder zu spielen ist.
el: Ακούστε αυτή τη μελωδία γραμμένη σε Σολ μείζονα και σε Ρε μείζονα. Η μουσική μπορεί να μοιάζει διαφορετική, αλλά η μόνη διαφορά είναι ότι η μία ακούγεται ψηλότερα από την άλλη. Άρα γιατί να ασχολούμαστε με διαφορετικές τονικότητες στις κλίμακες; Πριν από την υιοθέτηση του συγκερασμένου συστήματος ως πρότυπου συστήματος, οι μείζονες τονικότητες ακούγονταν πολύ διαφορετικά σε σχέση με το πώς ακούγονται σήμερα. Ακόμα και τώρα υπάρχουν διακριτικές διαφορές ανάμεσα στον ήχο μιας μελωδίας σε μία τονικότητα και σε μία άλλη, κυρίως εξαιτίας των διαφορών που έχουν οι «υπογραφές» των διάφορων φθόγγων στα μουσικά όργανα ή στις φωνές που εμπλέκονται. Ωστόσο σήμερα ο κυριότερος λόγος που επιλέγουμε έναν συγκεκριμένο τόνο κλίμακας είναι απλώς διότι η μελωδία είναι ευκολότερο να τραγουδηθεί ή να παιχτεί σε αυτή την τονικότητα.
es: Aunque las partituras sean muy distintas, al escucharlas vemos que suenan prácticamente igual, sólo que una es más aguda que la otra. Entonces ¿qué más da qué tonalidad se use? Antes de que se estandarizara el uso de la afinación temperada (dividir la octava en doce intervalos iguales) las tonalidades mayores no sonaban todas exactamente igual. Aún hoy en día, con afinación temperada, existen diferencias sonoras debidas, fundamentalmente, al timbre y tesitura de los distintos instrumentos o voces. Pero la principal razón para utilizar hoy en día una determinada tonalidad es, simplemente, que resulta más sencillo interpretar o cantar la partitura en esa tonalidad.

source: Major Scales
de: Durtonleitern
el: Μείζονες κλίμακες
es: Escalas mayores

source: Mediant
de: Mediante
el: Μέση
es: Mediante o modal

source: Melodic and Harmonic Intervals
de: Melodische und harmonische Intervalle
el: Μελωδικά και αρμονικά διαστήματα
es: Intervalos armónicos y melódicos

source: Melodic intervals are read horizontally and are found in melodies, whereas harmonic intervals are read vertically, and are found in chords. But, in any case, they are measured and named in the same way.
de: Melodische Intervalle werden horizontal gelesen und finden sich in Melodien, während harmonische Intervalle vertikal gelesen werden und sich in Akkorden befinden. Aber in jedem Fall werden sie auf die gleiche Weise gemessen und benannt.
el: Τα μελωδικά διαστήματα διαβάζονται οριζόντια και εντοπίζονται στις μελωδίες, ενώ τα αρμονικά διαστήματα διαβάζονται κάθετα και τα εντοπίζουμε στις συγχορδίες. Σε κάθε περίπτωση, όμως, μετριούνται και ονομάζονται με τον ίδιο τρόπο.
es: Los intervalos melódicos se producen al recorrer la música en horizontal, es decir, se aplican a melodías. Mientras que los intervalos armónicos se producen al leer la música en vertical, es decir en acordes y armonías. Pero tanto los intervalos armónicos como los melódicos se miden igual: por la distancia entre las notas que consideremos.

source: Minor harmonic scales
de: Harmonische Molltonleitern
el: Αρμονικές ελάσσονες κλίμακες
es: Escala menor armónica

source: Minor melodic scales
de: Melodische Molltonleitern
el: Μελωδικές ελάσσονες κλίμακες
es: Escala menor melódica

source: Minor natural scales
de: Natürliche Molltonleitern
el: Φυσικές ελάσσονες κλίμακες
es: La escala menor natural

source: Music in different major keys
de: Musik in verschiedenen Dur-Tonarten
el: Μελωδίες σε διαφορετικούς μείζονες οπλισμούς
es: La música en distintas escalas mayores

source: Music in minor keys
de: Musik in Molltonleitern
el: Μελωδίες σε ελάσσονες τονικότητες
es: Música en escalas menores

source: Music in minor keys has a different sound and emotional feel than music that is in a major key. Music in a major key sounds bright and cheerful while music that is in a minor key is sometimes described as sounding more solemn, sad, mysterious, or ominous.
de: Musik in Molltonarten hat einen anderen Klang und ein anderes emotionales Gefühl als Musik in Durtonarten. Musik in Dur klingt hell und fröhlich, während Musik in Moll manchmal als feierlicher, traurig, geheimnisvoll oder ominöser beschrieben wird.
el: Η μελωδία στις ελάσσονες τονικότητες έχει διαφορετικό άκουσμα και δημιουργεί διαφορετικό συναίσθημα από τις μείζονες. Η μελωδία σε μια μείζονα τονικότητα ηχεί λαμπρά και χαρούμενα, ενώ η μελωδία σε μια ελάσσονα τονικότητα κάποιες φορές περιγράφεται ως σοβαρή, θλιβερή, μυστηριώδης ή δυσοίωνη.
es: La música escrita en tonalidades menores crea sensaciones y sentimientos muy distintos de la escrita en tonalidades mayores. En tonalidad mayor, la música suena brillante y alegre, mientras que la música en tonalidad menor se describe, muchas veces, como triste, solemne, misteriosa o inquietante.

source: Music in minor keys is usually described as sad, mysterious, solemn, or ominous. When using the minor natural scale the music has also and ancient sound, like medieval music. By raising the seventh degree a semitone, in both minor harmonic and minor melodic scales, musicians found that the created harmonies make the music feel more strongly centered on the tonic (you will learn about this in more advanced lessons) avoiding this 'medieval' feeling.
de: Musik in Molltonarten wird gewöhnlich als traurig, geheimnisvoll, feierlich oder ominös beschrieben. Bei Verwendung der Natürlichen Molltonleiter hat die Musik auch einen antiken Klang, wie mittelalterliche Musik. Durch die Anhebung der siebten Stufe um einen Halbton, sowohl in den Harmonischen als auch in den Melodischen Molltonleitern, stellten die Musiker fest, dass die erzeugten Harmonien der Musik das Gefühl geben, stärker auf die Tonika zentriert zu sein (Sie werden dies in fortgeschritteneren Lektionen lernen), wodurch dieses "mittelalterliche" Gefühl vermieden wird.
el: Οι μελωδίες στις ελάσσονες τονικότητες συνήθως περιγράφονται ως θλιμμένες, μυστηριώδεις, σοβαρές ή δυσοίωνες. Χρησιμοποιώντας τη φυσική ελάσσονα κλίμακα, η μουσική έχει επίσης και έναν «αρχαίο» ήχο, όπως αυτός της μεσαιωνικής μουσικής. Υψώνοντας την έβδομη βαθμίδα κατά ένα ημιτόνιο, τόσο στην αρμονική όσο και στη μελωδική ελάσσονα κλίμακα, οι μουσικοί ανακαλύπτουν ότι οι αρμονίες που δημιουργούνται δίνουν την αίσθηση ότι η μελωδία είναι πιο επικεντρωμένη στην τονική (θα μάθετε γι' αυτό σε πιο προχωρημένα μαθήματα), αποφεύγοντας τη δημιουργία αυτού του «μεσαιωνικού» συναισθήματος.
es: La música escrita en tonalidades menores se describe con frecuencia como triste, misteriosa, solemne o inquietante. La escala menor natural tiene también una sonoridad 'antigua' como de música medieval. Al incrementar medio tono el séptimo grado, en las escalas menores armónicas y melódicas, los músicos descubrieron que se evitaba la sonoridad 'medieval' y se creaban armonías que transmitían mejor la sensación de tener un centro tonal (aprenderás el por qué de todo esto en lecciones más avanzadas).

source: Music in minor scales
de: Musik in Molltonleitern
el: Μελωδίες σε ελάσσονες κλίμακες
es: Música en tonalidades menores

source: My main objective is not to write about music theory (there are many good books on this that you can use) but to spend my time in writing software. But some texts are necessary, I don't have much time for writing texts and it takes a lot of time to prepare an eBbook. Therefore, I have decided to publish the lessons as soon as I write them, instead of waiting until the whole book is finished.
de: Mein Hauptziel ist es nicht, über Musiktheorie zu schreiben (es gibt viele gute Bücher darüber, die Sie verwenden können), sondern meine Zeit mit dem Schreiben von Software zu verbringen. Aber einige Texte sind notwendig, ich habe nicht viel Zeit zum Schreiben von Texten und es kostet viel Zeit, ein eBook vorzubereiten. Deshalb habe ich beschlossen, die Lektionen zu veröffentlichen, sobald ich sie schreibe, anstatt zu warten, bis das ganze Buch fertig ist.
el: Ο κύριος στόχος μου δεν είναι να γράψω για τη θεωρία της μουσικής (υπάρχουν πολλά καλά βιβλία που μπορείτε να χρησιμοποιήσετε), αλλά να διαθέσω το χρόνο μου στη δημιουργία ενός λογισμικού. Ωστόσο κάποια κείμενα είναι απαραίτητα. Δεν έχω πολύ χρόνο για τη σύνταξη κειμένων, ενώ, απ' την άλλη, χρειάζεται πολύς χρόνος για την προετοιμασία ενός ηλεκτρονικού βιβλίου. Ως εκ τούτου, αποφάσισα να δημοσιεύσω τα μαθήματα αμέσως μόλις τα γράψω, αντί να περιμένω να ολοκληρωθεί όλο το βιβλίο.
es: Mi principal objetivo no es escribir textos sobre teoría de la música (hay muy buenos libros publicados que puedes usar) sino dedicarme a escribir software. Pero es necesario disponer de textos de ayuda. Como escribir un libro de texto lleva mucho tiempo y yo no dispongo de él, he decidido publicar las lecciones sueltas, según las voy preparando, en vez de esperar a tener todo el libro finalizado.

source: Next we meet our first semitone: A. (There is nothing we can squeeze in between #G and A).
de: Als nächstes treffen wir auf unseren ersten Halbton: A. (Es gibt nichts, was wir zwischen Gis und A quetschen können).
el: Στη συνέχεια θα γνωρίσουμε το πρώτο μας ημιτόνιο: Λα (δεν υπάρχει τίποτα να χωρέσουμε μεταξύ του #Σολ και του Λα).
es: La siguiente nota que necesitamos tiene que estar a un semitono. Por tanto, debe ser La ya que no hay ninguna otra entre Sol# y La.

source: Not noticing whether the question asks for a <b>key signature</b> or <b>accidentals</b>.
de: Man merkt nicht, ob die Frage nach <b>Vorzeichen</b> oder <b>Versetzungszeichen</b> verlangt.
el: Δεν έχει γίνει κατανοητό εάν η άσκηση ζητά <b>οπλισμό</b> ή <b>αλλοιώσεις</b>.
es: No fijarse en si piden la escala con <b>armadura</b> o con <b>alteraciones</b>.

source: Not using a <b>different</b> letter name for each note.
de: Man hat nicht immer <b>unterschiedliche</b> Buchstaben für jede Note verwendet.
el: Να μη χρησιμοποιείτε <b>διαφορετική</b> ονομασία για κάθε νότα.
es: No utilizar un nombre de nota <b>distinto</b> para cada nota de la escala.

source: Nothing possible here!
de: Hier ist nichts möglich!
el: Τίποτα δεν είναι δυνατόν εδώ!
es: ¡No existe ninguna nota entre ellas!

source: Notice that the words 'harmonic' and 'melodic' used to describe intervals has nothing to do with its meaning when we use them to talk about harmonic and melodic minor scales.
de: Beachten Sie, dass die Worte "harmonisch" und "melodisch", die zur Beschreibung von Intervallen verwendet werden, nichts mit ihrer weiteren Bedeutung zu tun haben, wenn wir sie verwenden, um über harmonische und melodische Tonleiter zu sprechen.
el: Σημειώστε ότι η χρήση των λέξεων «αρμονικό» και «μελωδικό» για να περιγράψουμε διαστήματα δεν έχει καμία σχέση με τη σημασία που έχουν αυτές οι λέξεις όταν περιγράφουμε αρμονικές και μελωδικές ελάσσονες κλίμακες.
es: Observa que las palabras 'armónico' y 'melódico' tienen un significado distinto cuando hablamos de intervalos que cuando hablamos de escalas. Si no lo recuerdas consulta en el apartado 1.5 de este libro.

source: Now find A and B flat. The distance between A and B flat is also a semitone.
de: Suchen Sie nun A und B. Der Abstand zwischen A und B ist ebenfalls ein Halbton.
el: Τώρα βρείτε τη Λα και τη Σι ύφεση. Η απόσταση μεταξύ Λα και Σι ύφεσης είναι επίσης ένα ημιτόνιο.
es: Ahora busca La y Si bemol. La distancia entre ellas es también un semitono.

source: Now the sensation is not conclusive. It is more like a short pause and it creates an expectation of continuation. If we end the music piece at the last chord, we will leave the listener with a longing for more.
de: Nun ist die Empfindung nicht abschließend. Es handelt sich eher um eine kurze Pause, und sie weckt die Erwartung einer Fortsetzung. Wenn wir das Musikstück beim letzten Akkord beenden, verlassen wir den Zuhörer mit der Sehnsucht nach mehr.
el: Τώρα η αίσθηση δεν είναι τελειωτική. Μοιάζει περισσότερο με μια σύντομη παύση και δημιουργεί προσδοκία συνέχισης. Εάν τελειώσουμε το μουσικό κομμάτι στην τελευταία συγχορδία, θα αφήσουμε τον ακροατή με μια λαχτάρα για περισσότερα.
es: Ahora la sensación no es de terminación. Es más como una pausa que crea un sentimiento de que va a continuar. Si la pieza concluyera en este punto el oyente se quedaría insatisfecho, con la sensación de que tiene que continuar, de que falta algo.

source: Now the wrong way. Starting on the first note (G), we count the letter names to the second note (C), G-A-B-C =4, which gives us a 4th. This is the wrong answer!
de: Jetzt in die falsche Richtung. Beginnend mit der ersten Note (G) zählen wir die Buchstabennamen bis zur zweiten Note (C), G-A-B-C = 4, was uns eine Quarte gibt. Das ist die falsche Antwort!
el: Τώρα ο λάθος τρόπος. Ξεκινώντας από την πρώτη νότα (Σολ), μετράμε τα ονόματα των φθόγγων ως τη δεύτερη νότα (Ντο), Σολ-Λα-Σι-Ντο=4, η οποία μας δίνει μια 4η. Αυτή είναι η λανθασμένη απάντηση!
es: Ahora la respuesta incorrecta. Si comenzamos a contar desde Sol notas en orden ascendente hasta Do (Sol-La-Si-Do), obtendríamos cuatro notas. Nos habríamos equivocado diciendo que es una 4ª.

source: Observe that if you write a major scale with its key signature <b>there are no accidentals to add!</b>
de: Beachten Sie, dass, wenn Sie eine Dur-Tonleiter mit ihrem Vorzeichen <b> schreiben, keine Versetzungszeichen hinzuzufügen sind!</b>
el: Παρατηρήστε ότι, εάν γράψετε μια μείζονα κλίμακα με τον οπλισμό της, <b>δεν υπάρχουν αλλοιώσεις για να προσθέσετε!</b>
es: Observa que si escribes una escala mayor poniendo previamente la armadura ¡<b>no hay que añadir alteraciones</b> a ninguna nota! <b>La armadura contiene las alteraciones necesarias para la escala mayor</b>.

source: Obviously, any chord can be built on any of the 12 notes of the chromatic scale and, depending on the tonality in which we are, the chord will have the range that expresses its root note: 1st degree (I - tonic); 4th degree (IV - subdominant); 5th degree (V - dominant), etc.
es: Obviamente, cualquier acorde puede construirse sobre cualquiera de las 12 notas de la escala cromática y, dependiendo de la tonalidad en que estemos, el acorde tendrá el rango que expresa su nota fundamental: I grado (tónica); IV grado (subdominante); V grado (dominante), etc.

source: On the piano, a C major scale uses all the white notes (so it doesn't have any sharps or flats), but on other instruments, we don't have white notes, so how do we know which notes to use?
de: Auf dem Klavier verwendet eine C-Dur-Tonleiter alle weißen Tasten (aber keine schwarzen), aber auf anderen Instrumenten haben wir keine weißen und schwarzen Tasten, woher wissen wir also, welche Töne wir verwenden sollen?
el: Στο πιάνο, η Ντο μείζονα κλίμακα χρησιμοποιεί όλα τα λευκά πλήκτρα (έτσι δεν έχει καμία δίεση ή ύφεση), αλλά σε άλλα όργανα δεν έχουμε λευκά πλήκτρα. Οπότε πώς ξέρουμε ποιες νότες πρέπει να χρησιμοποιήσουμε;
es: En un piano la escala de Do mayor utiliza sólo las teclas blancas, es decir, no tiene sostenidos ni bemoles, pero en otros instrumentos en los que las notas no están coloreadas en blanco y negro, ¿cómo se sabe cuales son las notas que hay que tocar?

source: On the way up (ascending), the sixth and seventh degrees of the scale are each raised by one half step, creating the pattern <b>T-S-T-T-T-T-S</b>, but on the way down the pattern is that of the minor natural: <b>T-T-S-T-T-S-T</b>.
de: Auf dem Weg nach oben (aufsteigend) werden die sechste und siebte Note der Tonleiter jeweils um einen Halbton angehoben, wodurch das Muster <b>T-S-T-T-T-T-S</b> entsteht, aber auf dem Weg nach unten ist es das Muster von Natürlich Moll: <b>T-T-S-T-T-S-T</b>.
el: Ανεβαίνοντας (ανιούσα κατεύθυνση), η έκτη και η έβδομη βαθμίδα της κλίμακας υψώνονται κατά μισό βήμα (ημιτόνιο), δημιουργώντας το μοτίβο<b>Τ-S-Τ-Τ-Τ-Τ-S</b>, κατεβαίνοντας όμως το μοτίβο είναι αυτό της φυσικής ελάσσονας: <b>Τ-Τ-S-Τ-Τ-S-Τ</b>.
es: La escala ascendente es similar a la natural pero elevando el sexto y séptimo grados un semitono. Ello da lugar al patrón <b>T-S-T-T-T-T-S</b>. Sin embargo, para la escala descendente se usa la natural: <b>T-T-S-T-T-S-T</b>.

source: Once you have reviewed all cadence types it is important to learn to recognize and identify them. A useful trick is to associate each cadence with a melody or song you know well. Practise to recognise cadences while you listen to music.
de: Wenn Sie alle Kadenztypen durchgearbeitet haben, ist es wichtig zu lernen, sie zu erkennen und zu identifizieren. Ein nützlicher Trick ist es, jede Kadenz mit einer Melodie oder einem Lied zu assoziieren, das Sie gut kennen. Üben Sie, Kadenzen zu erkennen, während Sie Musik hören.
el: Αφού έχετε διαβάσει όλους τους τύπους πτώσεων, είναι σημαντικό να μάθετε να τους αναγνωρίζετε και να τους προσδιορίζετε. Ένα χρήσιμο κόλπο είναι να συνδέετε κάθε πτώση με μια μελωδία ή με ένα τραγούδι που γνωρίζετε καλά. Εξασκηθείτε στην αναγνώριση πτώσεων ενόσω ακούτε μουσική.
es: Una vez que conoces los distintos tipos de cadencias es importante practicarlas y diferenciarlas unas de otras. Para ello, es aconsejable que asocies las cadencias a canciones que conozcas o a sensaciones producidas.

source: One interval is a bit more awkward to write than the others, and that is the harmonic 2nd. Harmonic intervals are written directly above the given note, but the 2nd is too close to write directly, so we have to move it to the side a little. If you try to write it directly above, you will produce something unreadable like this:
de: Bei einem Intervall ist die Schreibweise etwas anders als bei den anderen und das ist die Sekund. Harmonische Intervalle werden direkt über die gegebene Note geschrieben, aber die Sekund ist zu nah, um sie direkt zu schreiben, also müssen wir sie etwas zur Seite schieben. Wenn Sie versuchen, sie direkt darüber zu schreiben, werden Sie etwas Unlesbares wie das hier erzeugen:
el: Υπάρχει ένα διάστημα που είναι λίγο περίεργο όταν το γράφουμε στο πεντάγραμμο σε σχέση με τα άλλα, το 2ας αρμονικό. Τα αρμονικά διαστήματα γράφονται ακριβώς πάνω από τη νότα που μας δίνεται, αλλά τα 2ας είναι πολύ κοντά για να τα γράψουμε έτσι. Γι' αυτό πρέπει να το μετακινήσουμε ελαφρώς. Αν προσπαθήσετε να το γράψετε ακριβώς από πάνω, θα δημιουργήσετε κάτι που δεν διαβάζεται, όπως αυτό:
es: Un intervalo que es siempre más complicado de escribir que los demás es el intervalo de segunda. Si es un intervalo armónico resultará que las cabezas de ambas notas se superpondrán, como se muestra en la siguiente figura:

source: Perfect major
es: Perfecto mayor

source: Perfect minor
es: Perfecto menor

source: Perfect!
de: Perfekt!
el: Τέλεια!
es: ¡Perfecto!

source: Permission is granted to copy, distribute and/or modify this book under the terms of the Creative Commons Attribution-Share-Alike License 3.0, with the exception of those pages where the author or group of authors has been clearly marked. Those pages are subject to the limitations described in the previous 'credits' section. The text of the Creative Commons Attribution-Share-Alike licence is available at <a-1>http://creativecommons.org/licenses/by-sa/3.0/</a-1>
de: Es wird die Erlaubnis erteilt, dieses Buch unter den Bedingungen der Creative Commons Attribution-Share-Alike License 3.0 zu kopieren, zu verteilen und/oder zu modifizieren, mit Ausnahme der Seiten, auf denen der Autor oder die Gruppe von Autoren deutlich gekennzeichnet ist. Diese Seiten unterliegen den im vorhergehenden Abschnitt "Credits" beschriebenen Einschränkungen. Der Text der Creative-Commons-Lizenz "Creative Commons Attribution-Share-Alike" ist unter <a-1>http://creativecommons.org/licenses/by-sa/3.0/</a-1> verfügbar
es: Se permite la copia, distribución y/o modificación de este libro bajo los términos de la licencia Creative Commons Attribution-Share-Alike, versión 3.0, con la excepción de aquellas páginas donde el autor o grupo de autores haya sido señalado. Estas páginas quedan sujetas a las limitaciones descritas en la sección previa de 'Creditos'. El texto de la licencia Creative Commons Attribution-Share-Alike está disponible en <a-1>http://creativecommons.org/licenses/by-sa/3.0/</a-1>

source: Permission is granted to copy, distribute and/or modify this document under the terms of the Creative Commons Attribution-Share-Alike License 3.0 or later, with the exceptions described in the <a-1>Credits and Copyrights</a-1> page of this book. The text of the Creative Commons Attribution-Share-Alike License 3.0 is available at <a-2> http://creativecommons.org/licenses/by-sa/3.0/</a-2>
de: Es wird die Erlaubnis erteilt, dieses Dokument unter den Bedingungen der Creative Commons Attribution-Share-Alike License 3.0 oder später zu kopieren, zu verteilen und/oder zu modifizieren, mit den Ausnahmen, die auf der Seite <a-1>Credits und Copyrights</a-1> dieses Buches beschrieben sind. Der Text der Creative Commons Attribution-Share-Alike License 3.0 ist unter <a-2> http://creativecommons.org/licenses/by-sa/3.0/</a-2> verfügbar
el: Επιτρέπεται η άδεια αντιγραφής, διανομής και /ή τροποποίησης αυτού του εγγράφου σύμφωνα με τους όρους της άδειας χρήσης Αναφορά Δημιουργού - Παρόμοια Διανομή 3.0 Μη εισαγόμενο ή μεταγενέστερης έκδοσης, με τις εξαιρέσεις που περιγράφονται στο <a-1>Αναφορές και Πνευματικά Δικαιώματα</a-1> αυτού του βιβλίου. Το κείμενο της άδειας χρήσης Αναφορά Δημιουργού - Παρόμοια Διανομή 3.0 Μη εισαγόμενο είναι διαθέσιμο στη διεύθυνση <a-2> http://creativecommons.org/licenses/by-sa/3.0/</a-2>
es: Se concede permiso para copiar, distribuir y/o modificar este libro bajo los términos de la licencia Creative Commons Attribution-Share-Alike, versión 3.0 o posterior, con las excepciones descritas en la página de <a-1>Créditos y Copyrights</a-1> de este libro. El texto de la licencia Creative Commons Attribution-Share-Alike está disponible en <a-2> http://creativecommons.org/licenses/by-sa/3.0/</a-2>

source: Plagal cadences
de: Plagale Schlusskadenzen
el: Πλάγιες πτώσεις
es: Cadencia plagal
