Repository: lenmus/langtool
Catalog: locale/*/TheoryHarmony_*.po
Languages: de, el, es

source: All cadences
de: Alle Kadenzen
el: Όλες οι πτώσεις
es: Todas las cadencias

source: All other texts, by LenMus proyect contributors. Licensed under Creative Commons Attribution-Share-Alike License 3.0.
es: Los restantes textos han sido realizados por el equipo de LenMus. Se permite su uso bajo los términos de la licencia Creative Commons Attribution-Share-Alike versión 3.0.

source: Altough they sound equal, the first one, A, B, C, D, E, F, G# and A, is a correct scale as all note names are different, but the second one, A, B, C, D, E, F, Ab, A is <b>not</b> a correct scale, because the letter name A has been used twice: once as A flat and once as A natural. (Even though you might think that G# and Ab are the same note, they aren't, as you will learn in more advanced levels!)
de: Obwohl sie gleich klingen, ist die erste Tonleiter, A, B, C, D, E, F, Gis und A, eine korrekte Tonleiter, da alle Notennamen unterschiedlich sind, aber die zweite Tonleiter, A, B, C, D, E, F, Ab, A ist <b>nicht</b> eine korrekte Tonleiter, da der Buchstabenname A zweimal verwendet wurde: einmal als As und einmal als A natürlich. (Auch wenn Sie vielleicht denken, dass Gis und Ab die gleiche Note sind, sind sie es nicht, wie Sie in fortgeschritteneren Lektionen lernen werden).
el: Αν και ακούγονται το ίδιο, η πρώτη, Λα, Σι, Ντο, Ρε, Μι, Φα, Σολ# και Λα, είναι μια σωστή κλίμακα, αφού όλα τα ονόματα των φθόγγων είναι διαφορετικά, όμως η δεύτερη, Λα, Σι, Ντο, Ρε, Μι, Φα, Λαb, Λα, <b>δεν είναι</b> μια σωστή κλίμακα, διότι η ονομασία Λα χρησιμοποιείται δύο φορές: την πρώτη φορά ως Λα ύφεση και τη δεύτερη ως Λα φυσική. (Ακόμα κι αν σκέφτεστε πως η Σολ# και η Λαb είναι η ίδια νότα, δεν είναι, όπως θα μάθετε σε πιο προχωρημένα μαθήματα!)
es: Aunque suenan igual, la primera de ellas, con las notas La, Si, Do, Re, Mi, Fa Sol# y La, es una escala diatónica correcta ya que todas las notas tienen distinto nombre. Sin embargo, la segunda escala con las notas La, Si, Do, Re, Mi, Fa, La bemol y La, <b>no es una escala diatónica</b> ya que la nota La aparece dos veces: una vez como La bemol y otra como La natural y, además, falta la nota Sol. Aunque pienses que La bemol es lo mismo que Sol sostenido realmente no es así, como aprenderás en lecciones posteriores.

source: An authentic cadence takes place when grade V, dominant, (or V7, a V chord with an added seventh) resolves in grade I (tonic). The authentic cadence is the strongest terminal cadence, with great conclusive power.
de: Eine authentische Kadenz findet statt, wenn die Dominantseptakkord (oder V7, die V. Stufe mit einer hinzugefügten Septime) auf die I. Stufe (Tonika) aufgelöst wird. Die authentische Kadenz ist die stärkste Schlusskadenz mit großer Schlusskraft.
el: Αυθεντική πτώση έχουμε όταν η V βαθμίδα, η δεσπόζουσα (ή η V7, μια συγχορδία V με μια προστιθέμενη έβδομη), λύνεται στην I βαθμίδα. Η αυθεντική πτώση είναι η ισχυρότερη καταληκτική πτώση, με ισχυρή δύναμη τελειώματος.
es: Se produce enlazando el V ó V7 (Dominante) y el I (Tónica), ambos grados en estado fundamental. Es la cadencia con mayor poder conclusivo. La cadencia auténtica puede verse ampliada anteponiendo el IV (Subdominante) al acorde de Dominante (con o sin séptima), esta cadencia se llama compuesta. Cuando la voz superior no va a la tónica, el poder conclusivo de esta cadencia queda reducido. Se correspondería con el 'punto y seguido' o el 'punto y aparte' de un texto escrito.

source: An interval is the distance between two notes, measured as a number. Intervals are named by the number of steps between the two notes. When we measure an interval, we always start counting at the lower note. We then count upwards to the higher note. Consider the following example:
de: Ein Intervall ist der Abstand zwischen zwei Noten, gemessen als Zahl. Intervalle werden nach der Anzahl der Halbtonschritte zwischen den beiden Noten benannt. Wenn wir ein Intervall messen, beginnen wir immer bei der tieferen Note zu zählen. Dann zählen wir aufwärts bis zur höheren Note. Betrachten Sie das folgende Beispiel:
el: Ένα διάστημα είναι η απόσταση ανάμεσα σε δύο νότες, μετρημένη ως αριθμός. Τα διαστήματα λαμβάνουν το όνομά τους σύμφωνα με τον αριθμό των βημάτων που υπάρχουν ανάμεσα στις δύο νότες. Όταν μετράμε ένα διάστημα, ξεκινάμε πάντα μετρώντας τη χαμηλότερη νότα. Στη συνέχεια μετράμε ανεβαίνοντας στην υψηλότερη νότα. Μελετήστε το ακόλουθο παράδειγμα:
es: Un intervalo es la distancia entre dos notas, medida como un número. Los intervalos se denominan por el número de notas que hay entre ellas. Siempre se cuenta desde la nota mas grave a la más aguda, y el resultado se expresa en números ordinales (segunda, tercera, cuarta, etc.). Veamos un ejemplo:

source: And now in A minor
de: Und jetzt in A-Dur
el: Και τώρα σε Λα ελάσσονα
es: Y ahora en La menor

source: And now in D Major
de: Und jetzt in D-Dur
el: Και τώρα σε Ρε μείζονα
es: Y ahora en Re mayor:

source: And now let's look at A minor harmonic descending (going down):
de: Und nun wollen wir uns die A-Harmonisch-Molltonleiter in absteigender Richtung ansehen:
el: Τώρα ας δούμε την αρμονική κατιούσα (που κατεβαίνει) της Λα ελάσσονας:
es: Y ahora veamos La menor armónica descendente:

source: Another very specific case is the Andalusian cadence. It only occurs in minor keys and is given by the progression I-VII-VI-V, where the VI degree can be replaced. This cadence has a particular colour due to the chromatic half step between the root of the VII and the third of the V.
de: Ein weiterer sehr spezifischer Fall ist die andalusische Kadenz. Sie kommt nur in Molltonarten vor und ist durch die Progression I-VII-VI-V gegeben, bei der die VI. Stufe ersetzt werden kann. Diese Kadenz hat eine besondere Farbe aufgrund des chromatischen Halbtonschrittes zwischen dem Grundton der VII und der Terz der V.
el: Μια άλλη ιδιαίτερη περίπτωση είναι η ανδαλουσιανή πτώση. Χρησιμοποιείται μόνο σε ελάσσονες τονικότητες και δίνεται από την αλληλουχία I-VII-VI-V, όπου η VI βαθμίδα μπορεί να αντικατασταθεί. Αυτή η πτώση έχει ιδιαίτερο χρώμα χάρη στο μισό χρωματικό βήμα μεταξύ της τονικής της VII και της τρίτης της V.
es: Otro caso muy particular es la cadencia andaluza. Se da sólo en las tonalidades menores y consiste en la progresión I-VII-VI-V, donde el grado VI puede reemplazarse por otros. El colorido particular lo otorga el semitono cromático que se produce entre la nota fundamental del VII y la tercera del V.

source: As an exercise you will hear a cadence and based on the sensation it provokes, try to identify if the cadence is terminal or transient.
de: Als Übung werden Sie eine Kadenz hören und anhand des Eindrucks, den sie hervorruft, versuchen zu erkennen, ob die Kadenz abschließend oder vorübergehend ist.
el: Για εξάσκηση, θα ακούσετε μια πτώση και κατόπιν, βασισμένοι στην αίσθηση που σας δημιουργεί, προσπαθήστε να αναγνωρίσετε εάν η πτώση είναι καταληκτική ή ενδιάμεση.
es: Como ejercicio de educación del oído escucha una cadencia y trata de acertar si es conclusiva o suspensiva. Para ello, básate sólo en la sensación que percibas al escucharla.

source: As with major scales, minor scales also share a common pattern of tones and semitones. Let's use again the piano keyboard and play all note names along one octave, but now starting on A. We will get the notes A-B-C-D-E-F-G-A-B:
de: Wie bei den Durtonleitern gibt es auch bei den Molltonleitern ein gemeinsames Muster von Ganztönen und Halbtönen. Benutzen wir wieder die Klaviertastatur und spielen alle Notennamen entlang einer Oktave, aber jetzt beginnen wir mit A. Wir werden die Noten A-B-C-D-E-F-G-A-H erhalten:
el: Όπως οι μείζονες κλίμακες, έτσι και οι ελάσσονες έχουν ένα κοινό μοτίβο τόνων και ημιτονίων. Ας χρησιμοποιήσουμε πάλι τα πλήκτρα του πιάνου και ας παίξουμε όλες τις νότες μιας οκτάβας, αρχίζοντας όμως αυτή τη φορά από τη Λα. Θα έχουμε τις νότες Λα-Σι-Ντο-Ρε-Μι-Φα-Σολ-Λα:
es: Al igual que las escala mayores, las escalas menores comparten un mismo patrón de tonos y semitonos. Vamos de nuevo a usar el teclado del piano y vamos a tocar todas las teclas blancas de una octava, pero ahora empezando en La. Obtendremos la serie La, Si, Do, Re, Mi, Fa, Sol y La:

source: As you can see, it's exactly the same notes, but in reverse order.
de: Wie Sie sehen können, sind es genau dieselben Noten, aber in umgekehrter Reihenfolge.
el: Όπως παρατηρείτε, είναι ακριβώς οι ίδιες νότες αλλά σε αντίστροφη σειρά.
es: Como puedes ver, ambas son iguales, sólo que escritas en orden inverso.

source: As you can see, the descending scale is not just a back-to-front ascending scale, (as it was in the harmonic scale). The top end of the melodic scale uses a completely different pattern. The very top note will always be the tonic (keynote) of the scale, but the two notes just below it are the ones which change, depending on which direction you're going in.
de: Wie Sie sehen, handelt es sich bei der absteigenden Tonleiter nicht einfach um eine umgekehrte aufsteigende Tonleiter (wie es bei der Harmonischen Molltonleiter der Fall war). Das obere Ende der Melodischen Tonleiter verwendet ein völlig anderes Muster. Der oberste Ton wird immer die Tonika (Grundton) der Tonleiter sein, aber die beiden Töne direkt darunter sind diejenigen, die sich ändern, je nachdem, in welche Richtung Sie gehen.
el: Όπως μπορείτε να δείτε, η κατιούσα κλίμακα δεν είναι απλώς μια ανάποδη ανιούσα κλίμακα (όπως ήταν η αρμονική κλίμακα). Το πάνω άκρο της μελωδικής κλίμακας χρησιμοποιεί ένα τελείως διαφορετικό μοτίβο. Η πολύ υψηλή νότα θα είναι πάντα η τονική της κλίμακας, αλλά οι δύο νότες ακριβώς από κάτω είναι αυτές που αλλάζουν ανάλογα με την κατεύθυνση που έχουν.
es: Como has visto, el tramo descendente no es la copia invertida del tramo ascendente (como sucede en las restantes escalas). Las notas más agudas de la escala melódica siguen un patrón distinto: la más aguda es siempre la tónica, y las dos inferiores (el 6º y el 7º grados) son las que se cambian.

source: Ascending and descending
de: Aufsteigend und absteigend
el: Αύξουσα και φθίνουσα
es: Escalas ascendentes y descendentes

source: At first you may need to count the notes to determine the interval size but with practise you will learn to determine the intervals at first sight.
de: Zuerst müssen Sie vielleicht die Noten zählen, um das Intervall zu bestimmen, aber mit etwas Übung werden Sie lernen, die Intervalle auf den ersten Blick zu bestimmen.
el: Αρχικά θα χρειαστεί να μετρήσετε τους φθόγγους προκειμένου να προσδιορίσετε την απόσταση του διαστήματος, ωστόσο με την εξάσκηση θα μάθετε να προσδιορίζετε τα διαστήματα με την πρώτη ματιά.
es: Al principio probablemente necesites contar las notas para determinar el intervalo pero con práctica aprenderás a reconocerlos de un vistazo.

source: Augmented fifth
es: Quinta aumentada

source: Aural training exercises
de: Übungen zur Gehörbildung
el: Ασκήσεις ακουστικής εξάσκησης
es: Ejercicios de educación del oído

source: Aural training: Identify if a terminal cadence is authentic perfect or plagal.
de: - Gehörbildung: Bestimmen Sie die Art der Kadenz: vollkommen, unvollkommen, Plagal-, Halb- oder Trugschluss.
el: Ακουστική εξάσκηση: Αναγνωρίστε εάν μια καταληκτική πτώση είναι τέλεια αυθεντική ή πλάγια.
es: Educación del oído: Identifica si una cadencia conclusiva es perfecta o plagal.

source: Aural training: Identify if a transient cadence is a half cadence or a deceptive cadence.
de: - Gehörbildung: Bestimmen Sie, ob ein Übergangskadenz ein Halb- oder Trugschluss ist.
el: Ακουστική εξάσκηση: Αναγνωρίστε εάν μια ενδιάμεση πτώση είναι μισή ή απροσδόκητη.
es: Educación del oído: Identifica si una cadencia es semicadencia o cadencia rota.

source: Aural training: Listen a scale and identify if it is major or minor
de: - Gehörbildung. Hören Sie eine Tonleiter und unterscheiden Sie zwischen Dur und Moll
el: Ακουστική εξάσκηση: Ακούστε μια κλίμακα και αναγνωρίστε εάν είναι μείζονα ή ελάσσονα
es: Educación del oído: Escucha una escala e identifica si es mayor o menor

source: Aural training: Listen a scale and identify its type
de: - Gehörbildung. Hören Sie eine Tonleiter und bestimmen Sie ihre Art
el: Ακουστική εξάσκηση: Ακούστε μια κλίμακα και προσδιορίστε τον τύπο της
es: Educación de oído: escucha una escala e identifica su tipo

source: Aural training: identify the type of cadence.
de: - Gehörbildung: Identifizieren Sie die Art der Kadenz.
el: Ακουστική εξάσκηση: Αναγνωρίστε τον τύπο της πτώσης.
es: - Educación de oído: identifica el tipo de cadencia.

source: Authentic and plagal cadences
de: Authentische und plagale Kadenzen
el: Αυθεντικές και πλάγιες πτώσεις
es: Cadencias auténticas y plagales

source: Authentic cadences
de: Authentische Kadenzen
el: Αυθεντικές πτώσεις
es: Cadencia auténtica

source: B
de: H
el: Σι
es: Si

source: B-D as a harmonic (vertical) interval
de: H-D als harmonisches (vertikales) Intervall
el: Σι-Ρε ως αρμονικό (κάθετο) διάστημα
es: Si-Re como intervalo armónico (vertical)

source: B-D as a melodic (horizontal) interval
de: H-D als melodisches (horizontales) Intervall
el: Σι-Ρε ως μελωδικό (οριζόντιο) διάστημα
es: Si-Re como intervalo melódico (horizontal)

source: Basic ideas about chords
es: Ideas básicas sobre los acordes

source: Bb
de: B
el: Σιb
es: Si b

source: Building a major scale
de: Eine Durtonleiter aufbauen
el: Φτιάχνοντας μια μείζονα κλίμακα
es: Construyendo una escala mayor

source: But even if you are not interested on harmony and on theory about music, understanding intervals and being able to quickly and accurately recognize them is vital for reading and singing a score accurately. Also, it is essential for music dictation (writing the music you hear).
de: Aber auch wenn Sie sich nicht für Harmonie und Musiktheorie interessieren, ist das Verstehen von Intervallen und die Fähigkeit, sie schnell und genau zu erkennen, für das genaue Lesen und Singen einer Partitur unerlässlich. Auch für das Musikdiktat (das Schreiben der Musik, die Sie hören) ist es unerlässlich.
el: Ακόμα κι αν δεν ενδιαφέρεστε για την αρμονία και τη θεωρία της μουσικής, το να κατανοείτε τα διαστήματα και να μπορείτε να τα αναγνωρίζετε γρήγορα και με ακρίβεια είναι ζωτικής σημασίας στην ανάγνωση και απόδοση μιας παρτιτούρας. Επίσης, είναι απαραίτητο για τη μουσική υπαγόρευση (γράφοντας τη μουσική που ακούτε).
es: Pero incluso si no tienes interés en los estudios de armonía, entender los intervalos y ser capaz de reconocerlos con rapidez y precisión es fundamental para poder cantar partituras a primera vista. También es fundamental para poder escribir la música que oyes (dictado musical).

source: C
el: Ντο
es: Do

source: C Major
de: C-Dur
el: Ντο μείζονα
es: Do mayor

source: C major scale
de: C-Durtonleiter
el: Ντο μείζονα κλίμακα
es: Escala de Do mayor

source: C minor scale
de: C-Molltonleiter
el: Ντο ελάσσονα κλίμακα
es: Escala de Do menor

source: C#
el: Ντο#
es: Do#

source: Cadence types
de: Arten von Kadenzen
el: Τύποι πτώσεων
es: Tipos de cadencia

source: Cadences
de: Kadenzen
el: Πτώσεις
es: Cadencias

source: Cadences <ul> <li> <a-3>Cadences</a-3></li> <li> <a-5>Terminal cadences</a-5></li> <li> <a-7>Transient cadences</a-7></li> <li> <a-9>Exercises on cadences</a-9></li> </ul>
de: Kadenzen <ul> <li> <a-3>Kadenzen</a-3></li> <li> <a-5>Schlusskadenzen</a-5></li> <li> <a-7>Übergangskadenzen</a-7></li> <li> <a-9>Übungen zu den Kadenzen</a-9></li> </ul>
el: Πτώσεις <ul> <li> <a-3>Πτώσεις</a-3></li> <li> <a-5>Καταληκτικές Πτώσεις</a-5></li> <li> <a-7>Ενδιάμεσες πτώσεις</a-7></li> <li> <a-9>Ασκήσεις στις πτώσεις</a-9></li> </ul>
es: Cadencias <ul> <li> <a-3>Cadencias</a-3></li> <li> <a-5>Cadencias terminales</a-5></li> <li> <a-7>Semicadencias</a-7></li> <li> <a-9>Ejercicios de cadencias</a-9></li> </ul>

source: Cadences are not difficult to recognize by ear but it is sometimes harder to recognize them in written music.
de: Wie wir bemerkten, sind Kadenzen mit dem Gehör nicht schwer zu unterscheiden aber im Notenbild schon.
el: Οι πτώσεις δεν είναι δύσκολο να αναγνωριστούν με το αυτί, ωστόσο είναι δύσκολο να αναγνωριστούν στη γραπτή μουσική.
es: Cuando se inicia el estudio de las cadencias, el reconocimiento auditivo suele resultar más sencillo que su reconocimiento escrito, sobre una partitura. Naturalmente, profundizar en el reconocimiento de las cadencias, sea a nivel teórico-escrito o auditivo, requiere una base teórica y práctica.

source: Catherine Schmidt-Jones, 'Major Keys and Scales', Connexions, December 16, 2009, <a-1>http://cnx.org/content/m10851/2.22/</a-1>. Her work is licensed under a Creative Commons Attribution License (CC-BY 1.0).
de: Catherine Schmidt-Jones, 'Major Keys and Scales', Connexions, 16. Dezember 2009, <a-1>http://cnx.org/content/m10851/2.22/</a-1>. Ihre Arbeit ist unter einer Creative Commons Attribution License (CC-BY 1.0) lizenziert.
es: Catherine Schmidt-Jones, 'Major Keys and Scales', Connexions, December 16, 2009, <a-1>http://cnx.org/content/m10851/2.22/</a-1>. Su trabajo está distribuido bajo licencia Creative Commons Attribution (CC-BY 1.0).

source: Catherine Schmidt-Jones, 'Minor Keys and Scales', Connexions, December 16, 2009, <a-1>http://cnx.org/content/m10856/2.19/</a-1>. Her work is licensed under a Creative Commons Attribution License (CC-BY 1.0).
de: Catherine Schmidt-Jones, "Moll-Tonleitern und Tonleitern", Connexions, 16. Dezember 2009, <a-1>http://cnx.org/content/m10856/2.19/</a-1>. Ihre Arbeit ist unter einer Creative Commons Attribution License (CC-BY 1.0) lizenziert.
el: Catherine Schmidt-Jones, 'Minor Keys and Scales', Connexions, Δεκέμβριος 16, 2009, <a-1>http://cnx.org/content/m10856/2.19/</a-1>. Το έργο της έχει πνευματικά δικαιώματα Αναφορά Δημιουργού 1.0 Γενικό (CC-BY 1.0)
es: Catherine Schmidt-Jones, 'Minor Keys and Scales', Connexions, December 16, 2009, <a-1>http://cnx.org/content/m10856/2.19/</a-1>. Su trabajo se distribuye bajo licencia Creative Commons Attribution (CC-BY 1.0).

source: Chords
es: Acordes

source: Chords <ul> <li> <a-3>Basic ideas about chords</a-3></li> </ul>
es: Acordes <ul> <li> <a-3>Ideas básicas sobre los acordes</a-3></li> </ul>

source: Chords' identification
es: Identificación de acordes

source: Chromatic scales
de: Chromatische Tonleiter
el: Χρωματικές κλίμακες
es: La escala cromática

source: Common Errors when writing a scale
de: Häufige Fehler beim Schreiben einer Tonleiter
el: Κοινά λάθη όταν γράφουμε μια κλίμακα
es: Errores frecuentes al escribir escalas

source: Compare again the tune 'Row, Row, Row Your Boat', written in C major and in A minor. First in C major:
de: Vergleichen Sie noch einmal die Melodie 'Row, Row, Row Your Boat', geschrieben in C-Dur und in a-Moll. Zuerst in C-Dur:
el: Συγκρίνετε και πάλι τη μελωδία «Row, Row, Row Your Boat», γραμμένη σε Ντο μείζονα και σε Λα ελάσσονα. Πρώτα σε Ντο μείζονα:
es: Compara de nuevo la melodía 'Row, Row, Row Your Boat' pero ahora escrita en Do mayor y en La menor. Primero en Do mayor:

source: Compare and notice the dissonance between E4 and D5 introduced by the 7th:
es: Compara y observa la disonancia entre Mi 4 y Re 5 introducida por la 7ª:

source: Compare these three scales:
de: Vergleichen Sie diese drei Tonleitern:
el: Συγκρίνετε αυτές τις τρεις κλίμακες:
es: Compara estas tres escalas:

source: Cover page
de: Buchcover
el: Εξώφυλλο
es: Portada

source: Credits
el: Αναφορές
es: Créditos

source: Credits and Copyrights
de: Credits und Copyrights
el: Αναφορές και Πνευματικά Δικαιώματα
es: Créditos y derechos de copia

source: Credits and copyrights
de: Credits und copyrights
el: Αναφορές και Πνευματικά Δικαιώματα
es: Créditos y derechos de copia

source: D
el: Ρε
es: Re

source: D Major
de: D-Dur
el: Ρε μείζονα
es: Re mayor

source: D major has two sharps - F sharp and C sharp.
de: D-Dur hat zwei Kreuze - Fis und Cis.
el: Η Ρε μείζονα έχει δύο διέσεις – Φα δίεση και Ντο δίεση.
es: Re mayor tiene dos sostenidos: Fa # y Do #.

source: Deceptive and half cadences
de: Trugschluss und Halbkadenzen
el: Απροσδόκητες και μισές πτώσεις
es: Semicadencias y cadencias rotas

source: Deceptive cadences
de: Trugschluss
el: Απροσδόκητες πτώσεις
es: Cadencia rota o interrumpida

source: Degrees of the scale
de: Stufen der Durtonleiter
el: Βαθμίδες της κλίμακας
es: Grados de la escala

source: Depending on the sensation they create, cadences are classified in two fundamental types:
de: Entsprechend der Wirkung, die sie erzielen, werden Kadenzen in zwei fundamentale Typen eingeteilt:
el: Ανάλογα με το συναίσθημα που δημιουργούν, οι πτώσεις κατηγοριοποιούνται σε δύο βασικούς τύπους:
es: Dependiendo de la sensación que transmiten, las cadencias se clasifican en dos grupos:

source: Diatonic Scales
de: Diatonische Tonleitern
el: Διατονικές κλίμακες
es: Escalas diatónicas

source: Diatonic scales
de: Diatonische Tonleitern
el: Διατονικές κλίμακες
es: Escalas diatónicas

source: Diatonic scales. Tonal center
de: Diatonische Tonleitern. Tonales Zentrum
el: Διατονικές κλίμακες. Τονικό κέντρο
es: Escalas diatónicas. Centro tonal.

source: Diminished fifth
es: Quinta disminuida

source: Dominant
el: Δεσπόζουσα
es: Dominante

source: Don't forget that we were told to write a melodic interval, so in this case we will write the E after the F, and not directly above it:
de: Vergessen Sie nicht, dass wir ein melodisches Intervall schreiben sollen, daher schreiben wir in diesem Fall das E nach dem F, und nicht direkt darüber:
el: Μην ξεχνάτε ότι πρέπει να γράψουμε ένα μελωδικό διάστημα, οπότε σε αυτή την περίπτωση θα γράψουμε το Μι μετά το Φα και όχι αμέσως από πάνω του:
es: Como nos han pedido un intervalo melódico escribimos la nota Mi a continuación de Fa, y no sobre ella:

source: Don't forget to look carefully at the clef, to place the note in the right line or space!.
de: Vergessen Sie nicht, genau auf den Notenschlüssel zu achten, die Note in die richtige Zeile oder den richtigen Abstand zu setzen!
el: Μην ξεχάσετε να κοιτάξετε προσεκτικά το κλειδί, για να τοποθετήσετε τη νότα στη σωστή γραμμή ή στο σωστό διάστημα!.
es: ¡No olvides fijarte con atención en la clave para así colocar correctamente la nota en la línea o espacio adecuado!

source: E
el: Μι
es: Mi

source: E flat major scale
de: Eb-Durtonleiter
el: Μιb μείζονα κλίμακα
es: Escala de Mi bemol mayor
