Repository: lenmus/langtool
Catalog: locale/*/TheoryHarmony_*.po
Languages: de, el, es

source: The perfect cadence is usually found at the end of a piece of music and the end of significant sections.
de: Die vollkommene Kadenz findet sich gewöhnlich am Ende eines Musikstücks und am Ende wichtiger Abschnitte.
el: Η τέλεια πτώση συνήθως συναντάται στο τέλος ενός μουσικού κομματιού και στο τέλος των σημαντικών μερών.
es: La cadencia perfecta aparece, normalmente, al final de una pieza musical y al final de las secciones significativas.

source: The scales studied in previous lesson are natural minor scales. They contain only the notes in the minor key signature and are built on pattern T-S-T-T-S-T-T.
de: Die in der vorhergehenden Lektion untersuchten Tonleiter sind natürliche Molltonleitern. Sie enthalten nur die Noten der entsprechenden Molltonart und sind auf dem Muster T-S-T-T-S-T-T aufgebaut.
el: Οι κλίμακες που μελετήθηκαν στο προηγούμενο μάθημα είναι οι φυσικές ελάσσονες κλίμακες. Περιέχουν μόνο νότες σε ελάσσονες τονικότητες και είναι βασισμένες στο μοτίβο Τ-S-Τ-Τ-S-Τ-Τ.
es: Las escalas estudiadas en la lección anterior son las escalas menores naturales. Estas escalas sólo contienen las notas que están en la armadura de la tonalidad y siguen el patrón T-S-T-T-S-T-T.

source: The simple, sing-along, nursery rhymes and folk songs we learn as children; the 'catchy' tunes used in advertising jingles; the cheerful, toe-tapping pop and rock we dance to; the uplifting sounds of a symphony: most music in a major key has a bright sound that people often describe as cheerful, inspiring, exciting, or just plain fun.
de: Diese einfachen Kinderreime und Volkslieder, die wir als Kinder lernen; die "eingängigen" Melodien, die in Werbejingles verwendet werden; die fröhlichen, eingängigen Popsongs, zu denen wir tanzen; die erhebenden Klänge einer Symphonie: Die meiste Musik in einer Dur-Tonart hat einen hellen Klang, den die Menschen oft als fröhlich, inspirierend, aufregend oder einfach nur als vergnüglich beschreiben.
el: Απλώς τραγουδήστε μόνοι σας όλα αυτά τα τραγούδια που μαθαίνατε παιδιά, τους «πιασάρικους» σκοπούς των διαφημίσεων, τα κεφάτα ποπ και ροκ τραγούδια που χορεύετε, τους ξεχωριστούς ήχους μιας συμφωνίας: οι περισσότερες μελωδίες σε μείζονες κλίμακες έχουν μια λαμπρότητα στον ήχο τους, και οι άνθρωποι συχνά τις περιγράφουν ως ευχάριστες, εμπνευσμένες, συναρπαστικές ή απλώς διασκεδαστικές.
es: Las sencillas canciones infantiles y la música folclórica que aprendimos de niños; las melodías pegadizas de los anuncios; la música alegre que nos invita a palmear y a seguir su ritmo; los sonidos brillantes de una sinfonía: la mayor parte de la música en una tonalidad mayor tiene una sonoridad brillante que se describe con frecuencia como alegre, excitante o divertida.

source: The smallest interval we can consider is the interval between two identical notes - e.g. E and E. This interval is called a 'unison'. We can also say that the notes are 'in unison'.
de: Das kleinste Intervall ist das Intervall zwischen zwei identischen Tönen - z.B. E und E. Dieses Intervall wird 'Prim' genannt. Man kann auch sagen, dass die Töne "unisono" sind.
el: Το μικρότερο διάστημα που μπορούμε να εξετάσουμε είναι αυτό ανάμεσα σε δύο παρόμοιες νότες – π.χ. Μι και Μι. Αυτό το διάστημα ονομάζεται «ταυτοφωνία». Μπορούμε επίσης να πούμε ότι οι νότες βρίσκονται σε «ταυτοφωνία».
es: El intervalo más pequeño que vamos a considerar es el intervalo entre dos notas iguales, por ejemplo, entre Mi y Mi. Podremos preguntarnos si realmente existe intervalo entre dos notas del mismo nombre. Y la respuesta es que <b>no</b>, en este caso podríamos hablar de notas 'al unísono'. Pero si una de los dos notas está alterada (Fa-Fa#), el oído <b>sí</b> percibe una distancia entre ellas, aunque para denominarlo no hablaremos de intervalo, diremos simplemente que están a 'distancia de semitono'.

source: The third note is, again, a tone up. From F sharp, the next tone up is G sharp, (we can squeeze G in between them).
de: Die dritte Note ist wieder ein Ton höher. Ab Fis ist der nächste Ton nach oben Gis, (wir können G dazwischen quetschen).
el: Η τρίτη νότα είναι, πάλι, έναν τόνο υψηλότερα. Από τη Φα δίεση, ο επόμενος τόνος υψηλότερα είναι η Σολ δίεση (μπορούμε να χωρέσουμε τη Σολ ανάμεσά τους).
es: La tercera nota está, de nuevo, a distancia de tono. Desde Fa# la nota que está a un tono es Sol# (entre ambas está Sol):

source: Theory and harmony
de: Theorie und Harmonie
el: Θεωρία και αρμονία
es: Elementos del Lenguaje Musical II

source: Theory exercises
de: Theorie-Übungen
el: Ασκήσεις θεωρίας
es: Ejercicios de teoría

source: Theory: Identify if a terminal cadence is authentic perfect or plagal.
de: Theorie: Bestimmen Sie ob eine Schlusskadenz authentisch vollkommen oder plagal ist.
el: Θεωρία: Αναγνωρίστε εάν μια καταληκτική πτώση είναι τέλεια αυθεντική ή πλάγια.
es: Teoría: Identifica si una cadencia conclusiva es perfecta o plagal.

source: Theory: Identify if a transient cadence is a half cadence or a deceptive cadence.
de: - Theorie: Bestimmen Sie, ob eine Übergangskadenz ein Halb- oder Trugschluss ist.
el: Θεωρία: Αναγνωρίστε εάν μια ενδιάμεση πτώση είναι μισή ή απροσδόκητη.
es: - Practica el reconocimiento, sobre una partitura, de semicadencias y cadencias rotas.

source: Theory: Identify the scale shown
de: Theorie: Bestimmen Sie die angezeigte Tonleiter
el: Θεωρία: Αναγνωρίστε την κλίμακα που εμφανίζεται
es: Teoría: identifica la escala mostrada

source: Theory: identify the type of cadence.
de: Theorie: Bestimmen Sie die Art der Kadenz.
el: Θεωρία: Αναγνωρίστε τον τύπο της πτώσης.
es: Teoría: identifica el tipo de cadencia.

source: There are four different types of triad chords: perfect major, perfect minor, augmented fifth and diminished fifth. Next we show you them built on the C note and indicating their composition.
es: Hay cuatro tipos de acordes tríadas: perfecto mayor, perfecto menor, de quinta aumentada y de quinta disminuida. A continuaciónte los mostramos construidos sobre la nota Do, indicando su composición.

source: There are no different types of chromatic scales. Either, we don't talk about chromatic scales as being in a particular key; we just talk about the note they start on - and they can start on any note.
de: Es gibt keine verschiedenen Arten bei der chromatischen Tonleiter. Wir sprechen auch nicht von chromatischen Tonleitern in einer bestimmten Tonart; wir sprechen nur von dem Ton, auf dem sie beginnt - und sie kann auf jedem beliebigen Ton beginnen.
el: Δεν υπάρχουν διαφορετικοί τύποι χρωματικών κλιμάκων. Δεν μιλάμε για χρωματικές κλίμακες σε μια συγκεκριμένη τονικότητα. Απλώς μιλάμε για τη νότα από την οποία αρχίζουν – και μπορούν να ξεκινήσουν από οποιαδήποτε νότα.
es: No hay distintos tipos de escalas cromáticas; tampoco se dice que una escala cromática esté en una determinada tonalidad. Simplemente se dice en qué nota comienza la escala, y puede empezar en cualquier nota.

source: There are theoretical discussions about considering the imperfect cadence as a terminal cadence. Nevertheless, we have opted to include it in the terminal group due to sonority considerations.
de: Es gibt Diskussionen darüber, die unvollkommene Kadenz nicht als eine Schlusskadenz zu betrachten. Dennoch haben wir uns aus klanglichen Gründen dafür entschieden, sie in die Gruppe der Schlusskadenzen einzubeziehen.
el: Υπάρχουν συζητήσεις σε θεωρητικό επίπεδο οι οποίες εξετάζουν τη θεώρηση της ατελούς πτώσης ως καταληκτικής πτώσης. Παρ' όλα αυτά, επιλέξαμε να συμπεριληφθεί στην ομάδα των καταληκτικών πτώσεων λόγω των συναισθημάτων που δημιουργεί.
es: A nivel teórico hay discusiones sobre si la cadencia imperfecta debe o no considerarse una cadencia conclusiva. En este texto y en los ejercicios hemos optado por incluirla en el grupo de las conclusivas, debido, fundamentalmente, a que la sensación sonora que crea es similar a la de la cadencia perfecta.

source: There are two important steps to follow when you write intervals.
de: Es gelten zwei wichtige Schritte, wenn Sie Intervalle schreiben.
el: Υπάρχουν δύο σημαντικά βήματα που πρέπει να ακολουθείτε όταν γράφετε διαστήματα.
es: Cuando en un examen te pidan que escribas un intervalo sigue estos dos pasos:

source: There are two main types of diatonic scales: major and minor. And you need to know how to recognize, write and play all of them. We will learn about major scales in next lesson.
de: Es gibt zwei Haupttypen von diatonischen Tonleitern: Dur und Moll. Und Sie müssen wissen, wie man sie alle erkennt, schreibt und spielt. Wir werden in der nächsten Lektion die Dur-Tonleiter lernen.
el: Οι διατονικές κλίμακες χωρίζονται σε δύο τύπους: μείζονες (ματζόρε) και ελάσσονες (μινόρε). Και πρέπει να μάθετε πώς να τις αναγνωρίζετε, πώς να τις γράφετε και πώς να τις παίζετε όλες. Θα μάθουμε σχετικά με τις μείζονες κλίμακες σε επόμενο μάθημα.
es: Hay dos tipos principales de escalas diatónicas: las escalas mayores y las menores. Y necesitas aprender a reconocerlas y a escribirlas. En esta lección vamos a estudiar las escalas mayores.

source: There are two other kinds of minor scales that are commonly used: the minor harmonic and the minor melodic scales. We are going to study them in this lesson.
de: Es gibt zwei weitere Arten von Moll-Tonleitern, die häufig verwendet werden: die harmonische Moll-Tonleiter und die melodische Moll-Tonleiter. Wir werden sie in dieser Lektion studieren.
el: Υπάρχουν άλλοι δύο τύποι ελάσσονας κλίμακας που χρησιμοποιούνται συχνά: η αρμονική ελάσσονα και η μελωδική ελάσσονα κλίμακα. Θα τις μελετήσουμε σε αυτό το μάθημα.
es: Hay otros dos tipos de escalas menores que se utilizan con mucha frecuencia: la escala menor armónica y la escala menor melódica. Vamos a estudiar ambas en esta lección.

source: Therefore, I encourage you to study intervals and do all proposed exercises until you master recognition of intervals, both aurally and on written music.
de: Deshalb ermutige ich Sie, die Intervalle zu studieren und alle vorgeschlagenen Übungen zu machen, bis Sie die Erkennung der Intervalle beherrschen, sowohl akustisch als auch bei geschriebener Musik.
el: Ως εκ τούτου, σας ενθαρρύνω να μελετήσετε τα διαστήματα και να κάνετε όλες τις προτεινόμενες ασκήσεις μέχρι να κατακτήσετε την αναγνώριση διαστημάτων, τόσο ακουστικά όσο και στη γραπτή μουσική.
es: Por tanto, te animo a que estudies los intervalos hasta que domines su reconocimiento, tanto en partituras como de oído.

source: These technical names are worked out from ascending scales. For example, in C major ascending, the second note we write is D, so D is the supertonic in C major. If we write out the scale of C major descending, the second note we write is B. But B is not the supertonic. The supertonic is still D; B is the leading note, because it is the 7th note in the ascending scale.
de: Diese technischen Namen werden aus der aufsteigenden Tonleiter gebildet. Zum Beispiel ist in C-Dur aufsteigend die zweite Note D, also ist D die Supertonika in C-Dur. Wenn wir die Tonleiter in C-Dur absteigend schreiben, ist die zweite Note, die wir schreiben, H. Aber H ist nicht die Supertonika. Die Supertonika ist immer noch D; H ist der Leitton, da es die siebte Note in der aufsteigenden Tonleiter ist.
el: Αυτές οι τεχνικές ονομασίες έχουν χρήση στις ανιούσες κλίμακες. Για παράδειγμα, στην ανιούσα Ντο μείζονα η δεύτερη νότα που γράφουμε είναι η Ρε, οπότε η Ρε είναι η επιτονική στην Ντο μείζονα. Αν γράψουμε την κατιούσα Ντο μείζονα, η δεύτερη νότα είναι η Σι. Αλλά η Σι δεν είναι η επιτονική. Η επιτονική είναι και πάλι η Ρε. Η Σι είναι ο προσαγωγέας, διότι στην ανιούσα κλίμακα είναι η 7η νότα.
es: Estos nombres se refieren, de nuevo, a la escala ascendente. Por ejemplo, en Do mayor la segunda nota es Re. Por tanto, Re es la supertónica de Do mayor. Si escribimos la escala de Do mayor en sentido descendente, la segunda nota sería Si. Pero Si no es la supertónica sino que sigue siendo la sensible, ya que Si es la 7º nota en la escala ascendente.

source: This lesson is based on materials from:
de: Diese Lektion basiert auf Materialien aus:
el: Αυτό το μάθημα είναι βασισμένο σε υλικό από:
es: Esta lección está basada en textos de:

source: To find the number of an interval, first find the note names of the two notes, (ignore any sharps and flats for now), and count the letter names, starting with the lower note on the stave, (it could be the first or second note along on the stave if it is a melodic interval).
de: Um ein Intervall zu bestimmen, suchen Sie zuerst die Notennamen der beiden Noten (ignorieren Sie vorerst alle Vorzeichen), und zählen Sie die Buchstaben, beginnend mit der tieferen Note auf dem Notensystem (es könnte die erste oder zweite Note auf dem Notensystem sein, wenn es sich um ein melodisches Intervall handelt).
el: Για να βρούμε τον αριθμό του διαστήματος, πρώτα βρίσκουμε τις ονομασίες των δύο φθόγγων (αγνοήστε κάθε δίεση και ύφεση προς το παρόν) και μετράμε λέγοντας τα ονόματα των φθόγγων, ξεκινώντας από τον χαμηλότερο φθόγγο στο πεντάγραμμο (θα μπορούσε να είναι η πρώτη ή η δεύτερη νότα κατά μήκος του πενταγράμμου, αν πρόκειται για ένα μελωδικό διάστημα).
es: Para determinar el tipo de intervalo que se da entre dos notas, cuenta cuantos nombres de notas hay entre ambas. Por ahora puedes ignorar los sostenidos y bemoles que haya. Cuenta siempre desde la nota más grave a la más aguda.

source: To understand how to build diatonic scales you need to know what is a <b>tone</b>. In <a-2>a previous lesson</a-2> we've learnt about semitones or half steps. Now you will learn about tones: A tone is just two semitones!.
de: Um zu verstehen, wie man diatonische Tonleiter bildet, muss man wissen, was ein <b>Ganzton</b> ist. In <a-2>einer früheren Lektion</a-2> haben wir über Halbtöne oder Halbtonschritte gelernt. Jetzt lernen wir Ganztöne kennen: Ein Ganzton sind zwei Halbtöne!.
el: Για κατανοήσετε πώς χτίζεται μια διατονική κλίμακα, πρέπει να ξέρετε τι είναι ένας <b>τόνος</b>. Σε <a-2>προηγούμενο μάθημα</a-2> μάθαμε για τα ημιτόνια ή, αλλιώς, τα μισά βήματα. Τώρα θα μάθετε για τους τόνους: Ένας τόνος είναι απλώς δύο ημιτόνια!.
es: Para entender cómo se construye una escala mayor debes conocer qué es un <b>tono</b>. En una <a-2>lección previa</a-2> hemos aprendido lo que son los semitonos. Pues bien: un tono son ¡dos semitonos!.

source: Tonal center
de: Tonales Zentrum
el: Τονικό κέντρο
es: Centro tonal

source: Tones
de: Ganztöne
el: Τόνοι
es: Tonos

source: Tones. Major scales
de: Ganztöne. Durtonleiter
el: Τόνοι. Μείζονες κλίμακες
es: Tonos. Escalas mayores

source: Tones.Major scales
de: Töne. Durtonleiter
es: Tonos. Escalas mayores

source: Tonic
de: Tonika
el: Τονική
es: Tónica

source: Transient cadences
de: Übergangskadenzen
el: Ενδιάμεσες πτώσεις
es: Cadencias suspensivas

source: Transient cadences are not conclusive. They create a sensation of tension and unstability and an expectation of continuation. They are more like a short pause in the musical flow. There are two types of transient cadences: <a-1> half cadences</a-1> and <a-2> deceptive cadences</a-2>.
de: Übergangskadenzen sind nicht abschliessend. Sie schaffen ein Gefühl von Spannung, Instabilität und eine Erwartung nach Fortsetzung. Sie sind vielmehr eine kurze Pause im musikalischen Fluss. Es gibt zwei Arten von Übergangskadenzen: <a-1>Halbschluss</a-1> und <a-2>Trugschluss</a-2>.
el: Οι ενδιάμεσες πτώσεις δεν είναι καταληκτικές. Δημιουργούν ένα αίσθημα έντασης και αστάθειας και μια προσδοκία συνέχισης. Είναι περισσότερο σαν μια σύντομη παύση στη μουσική ροή. Υπάρχουν δύο τύποι ενδιάμεσων πτώσεων: οι <a-1>μισές πτώσεις</a-1> και οι <a-2>απροσδόκητες πτώσεις</a-2>.
es: Las cadencias suspensivas se caracterizan por crear sensaciones de inestabilidad, tensión y necesidad de continuación. Se distinguen dos tipos de cadencias cadencias suspensivas: <a-1>semicadencias</a-1> y <a-2>cadencias rotas</a-2>.

source: Translated to #REPLACE BY YOUR LANGUAGE NAME# by #REPLACE BY YOUR NAME#.
de: Übersetzt nach Deutsch von Daniel Schär.
el: Μεταφράστηκε στα ελληνικά από τον Αυγέρη Τσιρώνη.
es: Traducido al Español por Cecilio Salmerón.

source: Triad chords are formed by superimposing thirds on a note that we call the 'root' note. The second note forms on it a 3rd and the third note forms a 5th.
es: Las acordes tríadas se forman superponiendo terceras sobre una nota que llamamos 'fundamental'. La segunda nota forma sobre ella una 3ª y la tercera nota forma una 5ª.

source: Unison
de: Unisono
el: Ταυτοφωνία
es: Unísono

source: Using the wrong note value - usually you are asked to use <b>whole notes</b> (semibreves).
de: Verwendung des falschen Notenwertes - normalerweise werden Sie aufgefordert, <b>Ganze</b> (Semibreves) zu verwenden.
el: Χρησιμοποιώντας τη λάθος αξία του φθόγγου – συνήθως σας ζητείται η χρήση <b>ολόκληρου</b>.
es: Usar notas de valor incorrecto. Normalmente para las escalas te pedirán usar <b>notas redondas</b>.

source: Victoria K. Williams music theory lessons. <a-1>www.mymusictheory.com</a-1>
es: Lecciones de teoría de la música de Victoria K. Williams en <a-1>www.mymusictheory.com</a-1>

source: We already know how to build any other major scale. And we already know C major (all notes, no accidentals). For level 1 you will have to know three other scales : G major, F major and D major. Let's start with G major..
de: Wir wissen bereits, wie wir jede andere Tonleiter bauen können. Und wir kennen bereits C-Dur (alle Stammtöne, keine Vorzeichen). Für Level 1 müssen Sie drei weitere Tonleiter kennen: G-Dur, F-Dur und D-Dur. Fangen wir mit G-Dur an.
el: Γνωρίζουμε ήδη πώς να χτίσουμε κάθε άλλη μείζονα κλίμακα. Επίσης γνωρίζουμε την Ντο μείζονα (όλες τις νότες, χωρίς αλλοιώσεις). Για το επίπεδο 1 θα έχετε να μάθετε άλλες τρεις κλίμακες: τη Σολ μείζονα, τη Φα μείζονα και τη Ρε μείζονα. Ας ξεκινήσουμε με τη Σολ μείζονα.
es: Ya sabes cómo construir cualquier escala mayor. Y también conoces la escala de Do mayor. En los estudios de música normalmente estudiarás las escalas y tonalidades empezando por las que menos alteraciones tienen. Así que vamos a ver, como ejemplo, las primeras que debes aprender de memoria, las de Sol mayor, Fa mayor y Re mayor. Empecemos por Sol mayor:

source: We already know that all major scales follow the same pattern <b>T-T-S-T-T-T-S</b>. Therefore, it is easy to build any major scale. As an example, we'll construct E major.
de: Wir wissen bereits, dass alle Dur-Tonleitern dem gleichen Muster folgen <b>T-T-S-T-T-T-S</b>. Daher ist es einfach, jede beliebige Dur-Tonleiter zu bilden. Als Beispiel werden wir die E-Durtonleiter bilden.
el: Γνωρίζουμε ότι όλες οι μείζονες κλίμακες ακολουθούν το ίδιο μοτίβο <b>Τ-Τ-S-Τ-Τ-Τ-S</b>. Ως εκ τούτου, είναι εύκολο να φτιάξουμε οποιαδήποτε μείζονα κλίμακα. Για παράδειγμα, θα φτιάξουμε τη Μι μείζονα.
es: Sabemos ya que todas las escalas mayores siguen un mismo patrón de tonos y semitonos, <b>T-T-S-T-T-T-S</b>. Por tanto, es fácil construir una escala mayor. Como ejemplo, vamos a construir la escala de Mi mayor.

source: We can measure the distance between two notes which are played together at the same time. The distance between these notes is called a 'harmonic' interval. Also we can measure the distance between two notes which are played separately, one after the other. In this case, the distance between these notes is called a 'melodic' interval.
de: Wir können den Abstand zwischen zwei Noten messen, die gleichzeitig zusammen gespielt werden. Der Abstand zwischen diesen Noten wird als "harmonisches" Intervall bezeichnet. Wir können auch den Abstand zwischen zwei Noten messen, die getrennt nacheinander gespielt werden. In diesem Fall wird der Abstand zwischen diesen Noten "melodisches" Intervall genannt.
el: Μπορούμε να μετρήσουμε την απόσταση μεταξύ δύο φθόγγων που παίζονται ταυτόχρονα. Η απόσταση μεταξύ αυτών των φθόγγων ονομάζεται «αρμονικό» διάστημα. Επίσης, μπορούμε να μετρήσουμε την απόσταση μεταξύ δύο φθόγγων που παίζονται χωριστά, ο ένας μετά τον άλλο. Σε αυτή την περίπτωση η απόσταση μεταξύ τους ονομάζεται «μελωδικό» διάστημα.
es: Podemos medir la distancia entre dos notas que suenan a la vez: Esa distancia se llama un <b>intervalo armónico</b>. También podemos medir la distancia entre dos notas que suenan una después de la otra. En este caso la distancia se llama <b>intervalo melódico</b>.

source: We move the higher note to the right, but keep it close enough to the lower note that they are just touching:
de: Wir verschieben die höhere Note nach rechts, halten sie aber nahe genug an der tieferen Note, so dass sie sich nur berühren:
el: Μετακινούμε την υψηλότερη νότα προς τα δεξιά, αλλά την κρατάμε αρκετά κοντά στη χαμηλότερη, έτσι ώστε να αγγίζει ίσα ίσα η μία την άλλη:
es: Para evitarlo, moveremos siempre la nota <b>más aguda</b> hacia la derecha, lo mínimo imprescindible para que ambas queden tocándose:

source: We talk about diatonic scales as <b>being in a certain key</b>, for example, in 'C Major' or in 'B flat minor'.
de: Wir sprechen von diatonischen Skalen als <b>in einer bestimmten Tonart sein</b>, zum Beispiel in 'C-Dur' oder in 'B-Moll'.
el: Μιλάμε για διατονικές κλίμακες <b>που βρίσκονται σε μια συγκεκριμένη τονικότητα</b>, για παράδειγμα στην «Ντο Μείζονα» ή στη «Σι ύφεση ελάσσονα».
es: Cuando nos referimos a una escala diatónica lo hacemos indicando su <b>tonalidad</b>. Por ejemplo, hablamos de la escala de 'Do mayor' o de 'Si bemol menor'.
