Repository: lenmus/langtool
Catalog: locale/*/TheoryHarmony_*.po
Languages: de, el, es

source: If you're learning an instrument you've probably played some scales already, but you might have learnt to play them without thinking about the actual notes, (your fingers do the thinking!). But to understand music and learn about harmony you need to know the scales and how they are built.
de: Wenn Sie ein Instrument lernen, haben Sie wahrscheinlich schon einige Tonleitern gespielt, aber vielleicht haben Sie sie auch gelernt, ohne über die eigentlichen Noten nachzudenken (das Denken übernehmen Ihre Finger!). Aber um Musik zu verstehen und etwas über Harmonie zu lernen, müssen Sie die Tonleiter kennen und wissen, wie sie gebaut sind.
el: Εάν μαθαίνετε κάποιο μουσικό όργανο, πιθανόν να έχετε παίξει ήδη κάποιες κλίμακες, αλλά ίσως να έχετε μάθει να παίζετε χωρίς να σκέφτεστε τις πραγματικές νότες (τα δάχτυλά σας σκέφτονται!). Ωστόσο, για να κατανοήσετε τη μουσική και να μάθετε σχετικά με την αρμονία, πρέπει να γνωρίζετε τις κλίμακες και πώς αυτές δομούνται.
es: Si estás aprendiendo a tocar un instrumento seguramente ya habrás tocado escalas, pero posiblemente hayas aprendido a tocarlas de memoria, sin saber por qué son esas notas y no otras. Pero para comprender la música y aprender sobre armonía y composición necesitas entender las escalas y cómo se construyen.

source: If you've ever wondered why we need notes like E sharp when F seems to be the same note, you'll see that we need them in keys like F sharp major!
de: Wenn Sie sich jemals gefragt haben, warum wir Noten wie Eis brauchen, wenn F dieselbe Note zu sein scheint, werden Sie sehen, dass wir sie in Tonarten wie Fis-Dur brauchen!
el: Εάν έχετε αναρωτηθεί ποτέ γιατί χρειαζόμαστε φθόγγους όπως Μι δίεση, ενώ η Φα μοιάζει να είναι η ίδια νότα, θα δείτε ότι τους χρειαζόμαστε σε οπλισμούς όπως αυτόν της Φα δίεσης μείζονας!
es: Si alguna vez te has preguntado para qué hacen falta notas como Mi # y Fa, que suenan igual, ahora empezarás a ver una de las razones: son necesarias para poder escribir escalas en algunas tonalidades, como la de Fa # mayor.

source: In both cadence types, authentic and plagal, other chords playing the same harmonic functions can be used. For example, in the authentic cadence the V (dominant function) can be played by the VII. And in the plagal cadence the IV (subdominant function) can be played by the II. These replacements add variety and harmonic colour to the cadence.
de: In beiden Kadenztypen, authentisch und plagal, können andere Akkorde mit den gleichen harmonischen Funktionen verwendet werden. Zum Beispiel kann in der authentischen Kadenz die V (Dominante) von der VII gespielt werden. Und in der plagalen Kadenz kann die IV (Subdominante) von der II gespielt werden. Diese Ersetzungen sorgen für Abwechslung und harmonische Farben in der Kadenz.
el: Και στους δύο τύπους πτώσεων, αυθεντικές και πλάγιες, μπορούν να χρησιμοποιηθούν και άλλες συγχορδίες των ίδιων αρμονικών λειτουργιών. Για παράδειγμα, στην αυθεντική πτώση η V (λειτουργία δεσπόζουσας) μπορεί να παιχτεί με VII. Και στην πλάγια πτώση η IV (λειτουργία υποδεσπόζουσας) μπορεί να παιχτεί από τη II. Αυτές οι αντικαταστάσεις προσθέτουν ποικιλία και αρμονικούς χρωματισμούς στην πτώση.
es: Para ambos tipos de cadencias, auténticas y plagales, se debe tener en cuenta que pueden utilizarse otros acordes que realicen la misma función armónica que aquel al que sustituyen. Por ejemplo, en la cadencia auténtica, la función del V (Dominante) puede ser llevada a cabo por el VII; y en la cadencia plagal, la función del IV (Subdominante) puede ser llevada a cabo por otros acordes, fundamentalmente el II. Estas sustituciones se hacen para obtener variedad y colorido armónico.

source: In fact, all major scales follow the same pattern, so try to <b>remember it!</b> (tip: it is the pattern of white keys on the piano keyboard, starting on C).
de: Tatsächlich folgen alle Tonleiter dem gleichen Muster, also versuchen Sie, sich <b>daran zu erinnern!</b> (Tipp: Es ist das Muster der weißen Tasten auf der Klaviertastatur, beginnend auf C).
el: Στην πραγματικότητα, όλες οι μείζονες κλίμακες ακολουθούν το ίδιο μοτίβο, οπότε προσπαθήστε να <b>το θυμηθείτε!</b> (Συμβουλή: είναι το μοτίβο των λευκών πλήκτρων στο πληκτρολόγιο πιάνου, ξεκινώντας από το Ντο.)
es: De hecho, esta es la característica de cualquier escala mayor, así que <b>aprende de memoria</b> esta serie. Como ayuda, puedes memorizar que son las distancias entre las teclas blancas del piano, empezando en Do.

source: In fact, what we need to know is the distance between each of the notes in the scale, measured in tones and semitones. Let's use again the piano keyboard:
de: Was wir in der Tat wissen müssen, ist der Abstand zwischen den einzelnen Tönen der Tonleiter, gemessen in Tönen und Halbtönen. Lassen Sie uns wieder die Klaviertastatur verwenden:
el: Στην πραγματικότητα, αυτό που πρέπει να γνωρίζουμε είναι η απόσταση μεταξύ καθεμιάς από τις νότες στην κλίμακα, μετρούμενη σε τόνους και ημιτόνια. Ας χρησιμοποιήσουμε ξανά τα πλήκτρα του πιάνου:
es: En realidad lo que hay que saber es la distancia que hay entre las notas que forman la escala, medida en tonos y semitonos. Volvamos de nuevo al teclado del piano:

source: In music, the term 'cadence' has several meanings. In harmony we are going to refer to a particular sequence of usually two chords whose function it is to create a sensation of either stability, rest and ending, or of pause, tension and unstablility. Cadences have a function similar to that of punctuation marks (comma, period, etc.) in written language: they mark breathing places and pauses in music, they serve to structure the musical phrases and they also help to establish tonality. Listen for example to the following three chords:
de: In der Musik hat der Begriff "Kadenz" mehrere Bedeutungen. In der Harmonie beziehen wir uns auf eine bestimmte Folge von normalerweise zwei Akkorden, deren Funktion es ist, entweder ein Gefühl von Stabilität, Ruhe und Abschluss oder von Pause, Spannung und Unstabilität zu erzeugen. Kadenzen haben eine ähnliche Funktion wie die Interpunktionszeichen (Komma, Punkt usw.) in der Schriftsprache: sie kennzeichnen Atempausen und Pausen in der Musik, sie dienen der Strukturierung der musikalischen Phrasen und helfen auch bei der Festlegung der Tonalität. Hören Sie sich zum Beispiel die folgenden drei Akkorde an:
el: Στη μουσική, ο όρος «πτώση» έχει διάφορες σημασίες. Στην αρμονία, πρόκειται να αναφερθούμε σε μια συγκεκριμένη ακολουθία συνήθως δύο συγχορδιών, η λειτουργία των οποίων είναι να δημιουργήσουν μια αίσθηση σταθερότητας, ανάπαυσης και λήξης, ή παύσης, έντασης και αδυναμίας. Οι πτώσεις έχουν μια λειτουργία παρόμοια με αυτήν των σημείων στίξης (κόμμα, τελεία, κ.λπ.) στη γραπτή γλώσσα: σηματοδοτούν μέρη αναπνοής και παύσεις στη μουσική, χρησιμεύουν για τη δομή των μουσικών φράσεων και συμβάλλουν επίσης στην εδραίωση της τονικότητας. Ακούστε για παράδειγμα τις ακόλουθες τρεις συγχορδίες:
es: Musicalmente, el término 'cadencia' puede significar varias cosas. En armonía, el uso que vamos a hacer de él es de una fórmula o secuencia armónica o melódica, más o menos estandarizada, de dos o más acordes. La cadencia tiene una función análoga a los signos de puntuación (coma, punto, punto y coma, etc.) en el lenguaje, es decir, sirve para articular el discurso musical, creando puntos de reposo y suspensión que hacen posible entenderlo. También ayuda a establecer la tonalidad. Por ejemplo, escucha los tres siguientes acordes:

source: In the C major scale, both the first and the last notes are Cs, but how do we know what the in-between notes are?
de: In der C-Dur-Tonleiter sind sowohl die erste als auch die letzte Note ein C, aber woher wissen wir, was die Töne dazwischen sind?
el: Στην Ντο μείζονα κλίμακα, η πρώτη και η τελευταία νότα είναι Ντο. Πώς ξέρουμε, όμως, ποιες είναι οι νότες μεταξύ αυτών των δύο Ντο;
es: Sabemos que en la escala de Do mayor la primera y la última nota son Do. Pero ¿cómo se escogen las notas intermedias?

source: In the melodic minor scale, the sixth and seventh notes of the scale are each raised by one half step when going up the scale, but return to the natural minor when going down the scale. Melodies in minor keys very often use this particular pattern of accidentals, so you will find very useful to practice melodic minor scales in your instrument.
de: In der melodischen Moll-Tonleiter werden der sechste und siebte Ton der Tonleiter jeweils um einen Halbtonschritt erhöht, kehren aber beim Absteigen in die natürliche Molltonart zurück. Melodien in melodisch Moll verwenden sehr oft dieses besondere Muster von Vorzeichen, was sehr hilfreich ist, um melodische Molltonleitern auf Ihrem Instrument zu üben.
el: Στη μελωδική ελάσσονα κλίμακα, η έκτη και η έβδομη νότα της κλίμακας είναι υψωμένες κατά μισό βήμα καθώς ανεβαίνουμε την κλίμακα, αλλά επιστρέφει στη φυσική ελάσσονα στο κατέβασμα της κλίμακας. Οι μελωδίες στην ελάσσονα πολύ συχνά χρησιμοποιούν αυτό το ιδιαίτερο μοτίβο αλλοιώσεων, έτσι θα βρείτε πολύ χρήσιμο να εξασκηθείτε σε μελωδικές ελάσσονες κλίμακες στο όργανό σας.
es: En la escala menor melódica en sentido ascendente, los grados 6º y 7º están incrementados en medio tono, pero en sentido descendente se usa la escala menor natural. Las melodías en tonalidades menores usan muy frecuentemente la escala menor melódica por lo que si tocas algún instrumento te resultará muy útil practicar escalas menores melódicas y coger práctica en este cambio de un semitono al subir y al bajar.

source: In this theme we just propose you some additional exercises to identify cadences, both aurally and in written music.
de: Zu diesem Thema schlagen wir Ihnen lediglich einige zusätzliche Übungen vor, um Kadenzen zu identifizieren, sowohl klanglich als auch in geschriebener Musik.
el: Σε αυτό το θέμα προτείνουμε κάποιες επιπλέον ασκήσεις αναγνώρισης πτώσεων, τόσο σε ακουστικό όσο και σε γραπτό επίπεδο.
es: En esta lección te proponemos ejercicios adicionales de identificación de cadencias, tanto en partituras como de oido.

source: Interval Numbers
de: Intervall-Nummern
el: Αρίθμηση διαστημάτων
es: Tipo de un intervalo

source: Intervals
de: Intervalle
el: Διαστήματα
es: Intervalos

source: Intervals <ul> <li> <a-3>What is an interval?</a-3></li> </ul>
de: Intervalle <ul> <li> <a-3>Was ist ein Intervall?</a-3></li> </ul>
el: Διαστήματα <ul> <li> <a-3>Τι είναι ένα διάστημα;</a-3></li> </ul>
es: Intervalos <ul> <li> <a-3>¿Qué es un intervalo?</a-3></li> </ul>

source: Intervals' comparison
de: Intervalle vergleichen
el: Σύγκριση διαστημάτων
es: Comparar intervalos

source: It is customary to refer to the scale degrees by Roman numerals as well as by name. You already know that the first note, the one that gives name to the scale, is called 'the tonic'. The other notes are named as follows:
de: Es ist üblich, die Tonleiter sowohl mit römischen Ziffern als auch mit dem Namen zu bezeichnen. Sie wissen bereits, dass der erste Ton jeder Tonleiter "die Tonika" genannt wird. Die anderen Töne werden wie folgt benannt:
el: Είναι σύνηθες να αναφέρουμε τις βαθμίδες κλίμακας με ρωμαϊκούς αριθμούς. Γνωρίζετε ήδη ότι η πρώτη νότα, αυτή που δίνει το όνομα της κλίμακας, ονομάζεται «τονική». Οι άλλες νότες ονομάζονται ως εξής:
es: Habitualmente se usan números romanos para referirse a los grados de la escala. Así, el tercer grado se escribe III. También es corriente designar los grados por un nombre. Ya hemos visto que al primer grado se le llama 'la tónica'. Los nombres de los restantes grados se muestran en la siguiente tabla:

source: It is easy to predict where the relative minor of a major key can be found. Notice that the pattern for minor scales overlaps the pattern for major scales. In other words, they are the same pattern starting in a different place. (If the patterns were very different, minor key signatures would not be the same as major key signatures.) The pattern for the minor scale starts a half step plus a whole step lower than the major scale pattern, so <b>a relative minor is always three half steps lower than its relative major</b>. For example, C minor has the same key signature as E flat major, since E flat is a minor third higher than C.
de: Es ist leicht vorherzusagen, wo das relative Moll einer Dur-Tonart zu finden ist. Beachten Sie, dass das Muster für die Moll-Tonleiter und das Muster für die Dur-Tonleiter überlappen. Mit anderen Worten, es handelt sich um dasselbe Muster, das aber an einer anderen Stelle beginnt. (Wenn die Muster sehr unterschiedlich wären, wäre die Moll-Tonleiter nicht verwandt mit der Dur-Tonleiter). Das Muster für die Molltonleiter beginnt einen Halbton plus einen Ganzton tiefer als das Muster für die Dur-Tonleiter, so dass <b>ein relatives Moll immer drei Halbtonschritte tiefer liegt als sein relatives Dur</b>. Zum Beispiel hat c-Moll die gleichen Töne wie Es-Dur, da C eine kleine Terz tiefer als Es ist.
el: Είναι εύκολο να προβλέψουμε τη σχετική ελάσσονα μιας μείζονας. Σημειώστε ότι το μοτίβο που ακολουθούν οι ελάσσονες κλίμακες επικαλύπτει το μοτίβο των μειζόνων κλιμάκων. Με άλλα λόγια, ακολουθούν το ίδιο μοτίβο ξεκινώντας από διαφορετικό σημείο (αν τα μοτίβα είναι πολύ διαφορετικά, ο οπλισμός μιας ελάσσονας δεν θα είναι ίδιος με αυτόν της μείζονας). Το μοτίβο της κλίμακας ξεκινάει ενάμιση τόνο χαμηλότερα από το μοτίβο της μείζονας κλίμακας, και έτσι <b>μια σχετική ελάσσονα είναι πάντα κατά μία τρίτη μικρή χαμηλότερη από τη σχετική της μείζονα</b>. Για παράδειγμα, η Ντο ελάσσονα έχει τον ίδιο οπλισμό με τη Μι ύφεση μείζονα, αφού η νότα Μι ύφεση είναι κατά μία τρίτη μικρή υψηλότερη από την Ντο.
es: Es fácil calcular cuál es la relativa menor de una tonalidad mayor dada, y viceversa. Observa que el patrón de tonos y semitonos de una escala menor es el mismo que el de una escala mayor, pero empezando en un sitio distinto. El patrón de las escalas menores empieza un tono y medio más abajo que el de una escala mayor (es decir empieza con T-S y luego sigue la misma secuencia que el patrón de una escala mayor). En consecuencia, la relativa menor de una escala mayor siempre empieza dos notas más abajo, a una distancia de tres semitonos. Por ejemplo, para hallar la escala mayor cuya relativa menor sea Do menor, basta con subir dos notas y elegir la que está tres semitonos por encima de Do: esa nota es Mi bemol. Para comprobar que no te has equivocado mira si ambas tienen la misma armadura.

source: It is the scale of <b>A minor natural</b>. If we analyse it we will find the following pattern of tones and semitones (T=tone and S=semitone):
de: Es ist die Tonleiter von <b>A-Natürlich-Moll </b>. Wenn wir sie analysieren, finden wir das folgende Muster von Ganztönen und Halbtönen (T=Ganzton und S=Halbton):
el: Είναι η κλίμακα της <b>Λα αρμονικής ελάσσονας</b>. Αν την αναλύσουμε, θα βρούμε το ακόλουθο μοτίβο τόνων και ημιτονίων (Τ=τόνος και S=ημιτόνιο):
es: Esta es la escala de <b>La menor natural</b>. Si la analizamos, podemos ver la siguiente secuencia de tonos (T) y semitonos (S):

source: It is the scale of <b>C major</b>, and it is an example of a diatonic scale. Most of the scales you will have played up to now will have been diatonic scales. They are the most common type of scale in Western classical music.
de: Es handelt sich um die Tonleiter <b>C-Dur</b>, und es ist ein Beispiel für eine diatonische Tonleiter. Die meisten Tonleiter, die Sie bisher gespielt haben, werden diatonische Tonleitern gewesen sein. Sie sind der häufigste Tonleitertyp in der westlichen klassischen Musik.
el: Είναι η κλίμακα <b>Ντο μείζονα</b> και είναι ένα παράδειγμα διατονικής κλίμακας. Οι περισσότερες κλίμακες που έχετε παίξει μέχρι τώρα είναι διατονικές. Είναι ο πλέον συνηθισμένος τύπος κλίμακας στη Δυτική κλασική μουσική.
es: Es la escala de <b>Do mayor</b>, y es un ejemplo de una escala diatónica. La mayoría de las escalas que puedes haber tenido que practicar con tu instrumento habrán sido escalas diatónicas. Son las más comunes en la tradición musical occidental.

source: Leading note
de: Leitton
el: Προσαγωγέας
es: Sensible o subtónica, según vaya a distancia de semitono o tono de la tónica

source: Lesson based on materials from <a-1>www.mymusictheory.com</a-1>. Copyright (c) Victoria K. Williams. Used here with her permission.
de: Die Lektion basiert auf Materialien von <a-1>www.mymusictheory.com</a-1>. Copyright (c) Victoria K. Williams. Mit freundlicher Genehmigung.
el: Το μάθημα βασίζεται σε υλικό από το <a-1>www.mymusictheory.com</a-1>. Πνευματική ιδιοκτησία (c) της Victoria K. Williams. Χρησιμοποιήθηκε με την άδειά της.
es: Esta lección está basada en textos tomados de <a-1>www.mymusictheory.com</a-1>. Copyright © Victoria K. Williams. Utilizados aquí con su permiso.

source: Let's look at D major next:
de: Schauen wir einmal D-Dur als nächstes an:
el: Ας δούμε τη Ρε μείζονα που ακολουθεί:
es: Veamos a continuación la de Re mayor:

source: Let's look at two other examples: E minor harmonic and D minor harmonic. Look carefully at how many semitones there are between each note.
de: Sehen wir uns zwei weitere Beispiele an: E-Harmonisch-Moll und D-Harmonisch-Moll. Sehen Sie sich genau an, wie viele Halbtöne zwischen den einzelnen Noten liegen.
el: Ας δούμε δύο άλλα παραδείγματα: τη Μι αρμονική ελάσσονα και τη Ρε αρμονική ελάσσονα. Κοιτάξτε προσεκτικά πόσα ημιτόνια υπάρχουν ανάμεσα σε κάθε νότα.
es: Veamos otros dos ejemplos: Mi menor armónica y Re menor armónica. Cuenta con atención cuántos tonos y semitonos hay entre las notas.

source: Let's play all note names along one octave, starting on C. We will get the notes C-D-E-F-G-B-A-C:
de: Lassen Sie uns alle Notennamen entlang einer Oktave spielen, beginnend mit C. Wir werden die Noten C-D-E-F-G-A-H-C erhalten:
el: Ας παίξουμε όλες τις νότες μίας οκτάβας, ξεκινώντας από το Ντο. Θα έχουμε τις νότες Ντο-Ρε-Μι-Φα-Σολ-Λα-Σι-Ντο:
es: Si tocas las siete notas empezando en Do y terminando en Do obtendrás la serie Do-Re-Mi-Fa-Sol-La-Si-Do:

source: Let's see two more examples, E minor melodic and D minor melodic:
de: Sehen wir uns zwei weitere Beispiele an, E-Melodisch-Moll und D-Melodisch-Moll:
el: Ας δούμε δύο ακόμα παραδείγματα, Μι μελωδική ελάσσονα και Ρε μελωδική ελάσσονα:
es: Vamos a ver dos ejemplos más, Mi menor melódica y Re menor melódica:

source: Let's start by building a scale of A minor harmonic ascending (going up):
de: Beginnen wir mit dem Aufbau einer Tonleiter in A-Moll, harmonisch aufsteigend (nach oben):
el: Ας αρχίσουμε φτιάχνοντας μια ανιούσα Λα αρμονική ελάσσονα (πηγαίνει προς τα πάνω):
es: Vamos a construir la escala ascendente de La menor armónica:

source: Let's start learning about the 'bricks' for building scales: <b>tones</b> and <b>semitones</b>.
de: Fangen wir an, etwas über die "Bausteine" für Tonleiter zu lernen: <b>Ganztöne</b> und <b>Halbtöne</b>.
el: Ας ξεκινήσουμε να μαθαίνουμε για τα «δομικά συστατικά» στο χτίσιμο μιας κλίμακας: τους <b>τόνους</b> και τα <b>ημιτόνια</b>.
es: Vamos a comenzar conociendo sobre las piezas con las que se construyen las escalas: los <b>tonos</b> y los <b>semitonos</b>.

source: Let's write again the E minor harmonic and D minor harmonic but using key signatures. It's easy to see that <b>the harmonic minor scale raises the seventh note of the natural scale by one half step</b>:
de: Lassen Sie uns noch einmal die E-Harmonisch-Moll- und die D-Harmonisch-Moll aufschreiben, aber mit Vorzeichen. Es ist leicht zu erkennen, dass <b>die Harmonische Molltonleiter den siebten Ton der Natürlichen Molltonleiter um einen Halbtonschritt erhöht</b>:
el: Ας γράψουμε πάλι τη Μι αρμονική ελάσσονα και τη Ρε αρμονική ελάσσονα, χρησιμοποιώντας αυτή τη φορά οπλισμό. Είναι εύκολο να δείτε πως <b>η αρμονική ελάσσονα κλίμακα υψώνει την έβδομη νότα της φυσικής κλίμακας κατά μισό βήμα (ημιτόνιο)</b>:
es: Vamos ahora a escribir de nuevo ambas escalas, Mi menor armónica y Re menor armónica, pero ahora usando armadura. Es fácil ver que <b>son como las escalas naturales pero subiendo el séptimo grado un semitono</b>:

source: Let's write again the E minor melodic and D minor melodic but using key signatures. It's easy to see that <b>the sixth and seventh notes of the scale are each raised by one half step when going up the scale, but return to the natural minor when going down the scale</b>:
de: Schreiben wir noch einmal die Melodie in E-Moll und die Melodie in D-Moll, aber mit Vorzeichen. Es ist leicht zu erkennen, dass <b>der sechste und siebte Ton der Tonleiter jeweils um einen Halbtonschritt angehoben wird, wenn man die Tonleiter hinaufgeht, aber zur natürlichen Molltonart zurückkehrt, wenn man die Tonleiter hinuntergeht</b>:
el: Ας γράψουμε ξανά τη Μι μελωδική ελάσσονα και τη Ρε μελωδική ελάσσονα χρησιμοποιώντας οπλισμό. Είναι εύκολο να παρατηρήσει κανείς ότι <b>η έκτη και η έβδομη νότα της κλίμακας είναι αυξημένες κατά μισό βήμα καθώς ανεβαίνουμε την κλίμακα, και επιστρέφουν στη φυσική ελάσσονα όταν κατεβαίνουμε την κλίμακα</b>:
es: Vamos a escribir de nuevo las escalas de Mi menor melódica y de Re menor melódica, pero esta vez usando armadura. Es fácil ver, entonces, que <b>el sexto y el séptimo grados están incrementados medio tono en el tramo ascendente, pero en el tramo descendente se vuelve a la escala menor natural</b>:

source: Let's write again the G Major and F# Major but using key signatures:
de: Schreiben wir noch einmal G-Dur und Fis-Dur, aber mit Vorzeichen:
el: Ας γράψουμε ξανά τη Σολ μείζονα και τη Φα# μείζονα χρησιμοποιώντας τώρα τον οπλισμό τους:
es: Vamos a escribir de nuevo las escalas de Sol mayor y de Fa # mayor pero ahora con armadura:

source: Licensed under the Creative Commons Attribution/Share-Alike License;
de: Lizenziert unter der Creative Commons Attribution/Share-Alike-Lizenz;
el: Υπόκειται σε Πνευματικά Δικαιώματα Αναφορά Δημιουργού - Παρόμοια Διανομή,
es: Distribuido bajo licencia Creative Commons Attribution-Share-Alike;
